{
	"page1": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "อาณาจักรอยุธยา",
				"video": "LH0HUmAZdug",
				"type": "text",
				"data": "เป็นอาณาจักรของชนชาติไทยในลุ่มแม่น้ำเจ้าพระยาในช่วง พ.ศ. 1893 ถึง พ.ศ. 2310 มีกรุงศรีอยุธยาเป็นศูนย์กลางอำนาจหรือราชธานี ทั้งยังมีความสัมพันธ์ทางการค้ากับหลายชาติ จนถือได้ว่าเป็นศูนย์กลางการค้าในระดับนานาชาติ เช่น จีน เวียดนาม อินเดีย ญี่ปุ่น เปอร์เซีย รวมทั้งชาติตะวันตก เช่น โปรตุเกส สเปน เนเธอร์แลนด์ (ฮอลันดา) อังกฤษ และฝรั่งเศส ซึ่งในช่วงเวลาหนึ่งเคยสามารถขยายอาณาเขตประเทศราชถึงรัฐฉานของพม่า อาณาจักรล้านนา มณฑลยูนนาน อาณาจักรล้านช้าง อาณาจักรขอม และคาบสมุทรมลายูในปัจจุบัน"
			},
			{
				"title": "เมืองหลวง: กรุงศรีอยุธยา",
				"type": "text",
				"data": "กรุงศรีอยุธยาเป็นเกาะซึ่งมีแม่น้ำสามสายล้อมรอบ ได้แก่ แม่น้ำป่าสักทางทิศตะวันออก, แม่น้ำเจ้าพระยาทางทิศตะวันตกและทิศใต้ และแม่น้ำลพบุรีทางทิศเหนือ เดิมทีบริเวณนี้ไม่ได้มีสภาพเป็นเกาะ แต่สมเด็จพระเจ้าอู่ทองทรงดำริให้ขุดคูเชื่อมแม่น้ำทั้งสามสาย เพื่อให้เป็นปราการธรรมชาติป้องกันข้าศึก ที่ตั้งกรุงศรีอยุธยายังอยู่ห่างจากอ่าวไทยไม่มากนัก ทำให้กรุงศรีอยุธยาเป็นศูนย์กลางการค้ากับชาวต่างประเทศ และอาจถือว่าเป็น 'เมืองท่าตอนใน' เนื่องจากเป็นศูนย์กลางเศรษฐกิจของภูมิภาค มีสินค้ากว่า 40 ชนิดจากสงครามและรัฐบรรณาการ แม้ว่าตัวเมืองจะไม่ติดทะเลก็ตาม"
			},
			{
				"title": "การสถาปนากรุงศรีอยุธยา",
				"type": "multiple",
				"data": [
					[
						"ในราวปี พ.ศ. 1893 เมื่อกรุงสุโขทัย เริ่มเสื่อมอำนาจลง หัวเมืองต่าง ๆ จึงแข็งข้อ เมืองอู่ทอง ซึ่งเป็นเมืองขึ้นของกรุงสุโขทัยเป็นเมืองใหญ่ พระเจ้าอู่ทอง จึงเริ่มสะสมกองกำลัง และเป็นผู้นำคนไทย ที่อาศัยอยู่บริเวณลุ่มแม่น้ำเจ้าพระยาตอนกลาง และตอนล่าง ได้สถาปนากรุงศรีอยุธยาขึ้นเป็นอิสระจากสุโขทัย โดยตั้งราชธานีบริเวณหนองโสน หรือบึงพระราม ซึ่งก็คือจังหวัดพระนครศรีอยุธยาในปัจจุบัน เหตุที่ย้ายเมืองมาสร้างราชธานีที่กรุงศรีอยุธยา ก็เนื่องจากเป็นที่ราบลุ่มอุดมสมบูรณ์ และเป็นที่รวม ของแม่น้ำหลายสาย จึงเป็นปากประตูสู่เมืองทางด้านเหนือทั้งสุโขทัยและเชียงใหม่ พระเจ้าอู่ทองทรงเป็นปฐมกษัตริย์ในราชวงศ์อู่ทอง ทรงพระนาว่า สมเด็จพระรามาธิบดีที่ 1 ครองราชย์ปกครองกรุงศรีอยุธยาอยู่นาน เป็นเวลาถึง 20 ปี"
					],
					[
						"กรุงศรีอยุธยามีความเป็นปึกแผ่นมั่นคงมาโดยลำดับ ทั้งนี้เพราะทำเลที่ตั้ง มีความเหมาะสมหลายประการ คือ"
					],
					[
						"1. ในด้านยุทธศาสตร์ มีภูมิประเทศเป็นเกาะ มีแม่น้ำล้อมรอบ 3 สาย ได้แก่ แม่น้ำเจ้าพระยา แม่น้ำป่าสัก และแม่น้ำลพบุรี"
					],
					[
						"2. ในด้านเศรษฐกิจ",
						[
							"เป็นศูนย์กลางการคมนาคม เพราะมีแม่น้ำไหลผ่านถึง 3 สาย",
							"พื้นดินอุดมสมบูรณ์ เหมาะในการทำอาชีพเกษตรกรรม",
							"ตั้งอยู่ใกล้ทะเล และส่งเสริมให้เกิดความก้าวหน้า ในการค้า กับต่างประเทศ"
						]
					]
				]
			}
		]
	},
	"page2": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "การค้าสมัยกรุงศรีอยุธยา",
				"video": "RkAJ7O_3aEg?t=67",
				"type": "multiple",
				"data": [
					[
						"การค้าสมัยกรุงศรีอยุธยาเริ่มเมื่อปี พ.ศ. 1893 ตั้งแต่ปีที่พระเจ้าอู่ทอง ทรงสร้างพระนครใหม่ แล้วทำการราชาภิเษก ทรงพระนามว่า สมเด็จพระรามาธิบดี ขนานนามราชธานี ว่า กรุงเทพทวาราวดีศรีอยุธยา คำว่า ทวาราวดี เอามาจากชื่ออาณาจักรเดิม คือ อาณาจักรทวาราวดี"
					],
					[
						"อายุของกรุงศรีอยุธยา ตั้งแต่ปี พ.ศ.1893 ถึง พ.ศ.2320 เป็นจำนวน 417 ปี บ้านเมืองที่มีความเจริญและความเสื่อมจนกระทั่งสิ้นสูญการค้าขายของประเทศในช่วงนี้ มีการเปลี่ยนแปลงไปตามเหตุการณ์บ้านเมือง โดยมีชาวยุโรปเข้ามาค้าขายอันมีวิธีค้าที่ทำใกล้บ้านเมืองต้องปรับปรุงลักษณะการค้าต่าง ๆ เข้าหาเพื่อให้ทัดเทียมกันในเชิงการค้า ไม่ให้ชาวต่างชาติเอาเปรียบได้ง่าย ๆ นอกจากนี้ ลักษณะการค้ากับชนชาวเอเชียด้วยกันเป็นอย่างหนึ่ง ส่วนการค้ากับชาวยุโรปก็เป็นอีกอย่างหนึ่ง นิสัยไทยรักชาติ รักศาสนา รักอิสรภาพ มองเห็นลักษณะการค้าของชนชาวยุโรปเป็นการเมืองไปบ้าง เป็นการศาสนาไปบ้าง ก็เลยทำให้การติดต่อค้าขายไม่ราบรื่น ต้องชะงักหรือขาดตอนเป็นคราว ๆ ภาวะการค้าในระยะเวลา 417 ปีก ของสมัยกรุงศรีอยุธยาจึงผิดแผกแตกต่างกัน และกรุงศรีอยุธยา ได้แบ่งออกเป็น 3 ตอน คือ"
					],
					[
						"1.ตั้งแต่สมัยพระรามาธิบดีอู่ทอง จนถึงสิ้นแผ่นดินสมเด็จพระบรมราชาธิราชที่ 3 คือตั้งแต่ปี พ.ศ.1893- 2034 จัดเป็นตอนต้นของการค้าในสมัยกรุงศรีอยุธยา เป็นการค้าแบบโบราณที่เป็นอย่างไทยแท้"
					],
					[
						"2.ตั้งแต่แผ่นดินสมเด็จพระรามาธิบดีที่2 จนถึงสิ้นแผ่นดินสมเด็จพระนารายณ์มหาราช ตั้งแต่ปีพ.ศ.2034-2230จัดเป็นตอนกลางของการค้าในสมัยกรุงศรีอยุธยาเป็นการค้าซึ่งมีอิทธิของชนชาวยุโรปเข้ามาเจือปน เริ่มต้นตั้งแต่ชนชาติโปรตุเกส เข้ามาในแผ่นดิน สมเด็จพระรามาธิบดีที่ 2 เป็นครั้งแรก"
					],
					[
						"3.ตั้งแต่แผ่นดินสมเด็จพระเทพราชา จนถึง เสียกรุงศรีอยุธยาในแผ่นดินสมเด็จพระเจ้าอยู่หัวที่นั่งสุริยาสน์อมรินทร์ คือตั้งแต่ปี พ.ศ.2231 -2310 จัดเป็นตอนปลายของการค้าในสมัยศรีอยุธยา เป็นการค้าซึ่งอิทธิพลของชาวยุโรป คลายออกไป"
					],
					[
						"เมื่อพระเจ้าอู่ทอง ตั้ง กรุงศรีอยุธยาขึ้นเป็นอิสระ หัวเมืองฝ่ายใต้ที่เป็นราชอาณาเขตของกรุงสุโขทัยเดิม ได้เข้ามาขึ้นอยู่กับกรุงศรีอยุธยาทั้งหมด นับตั้งแต่เมืองราชบุรี เพชรบุรีลงไปจนกระทั่งเมืองยะโฮร์ สุดแหลมมลายู อาณาเขตทิศเหนืออยู่เพียงเมืองลพบุรี ติดต่อกับอาณาเขตสุโขทัย ส่วนทางตะวันออก พระเจ้าอู่ทองได้ทำสงครามขยายอาณาเขต ตีได้นครทม ซึ่งเป็นราชธานีของเขมร อาณากรุงศรีอยุธยาทางทิศตะวันออก   ในสมัยพระเจ้าอู่ทองจึงขยายออกไปประมาณเท่าที่อยู่ในเวลานี้"
					],
					[
						"สมัยกรุงศรีอยุธยา เป็นสมัยรุ่งเรือง ยุคหนึ่งของของประวัติศาสตร์ไทย คนโบราณในสมัยกรุงรัตนโกสินทร์เมื่อพูดถึงความเจริญก็จะหมายถึง สมัยกรุงศรีอยุธยา “ครั้งบ้านเมืองดี”  การค้าขายของประเทศไทยในสมัยกรุงศรีอยุธยาตอนกลางเป็นสมัยที่มีชาวยุโรปหลายชาติมาติดต่อค้าขายกับประเทศไทยเป็นครั้งแรก ประวัติการค้าขายของไทยในระยะนี้จึงมีมาก โดยการค้าขายตั้งแต่ปี พ.ศ.2000 เป็นต้นมา มีจดหมายเหตุต่างประเทศพูดถึงมาก"
					],
					[
						"ตั้งแต่สมัยกรุงสุโขทัยเป็นต้นมา ได้กล่าวถึงการค้าภายในประเทศไว้เป็นส่วนหนึ่งต่างหาก การค้าต่างประเทศเป็นอีกส่วนหนึ่ง ที่แยกกล่าวถึงการค้าภายในไว้เป็นส่วนหนึ่ง เพื่อให้ทราบว่า ไทย แต่โบราณได้ทำการค้าขายโดยวิธีใด   จะเป็นการค้าขายเหมือนในสมัยนี้หรือไม่ ซึ่งเราได้ทราบจากศิลาจารึก ว่า ไทยมีตลาดเป็นสาธารณะสำหรับการค้าขาย โดยเฉพาะตลาดของเราเรียกว่า ปสาน ซึ่งนักปราชญ์ว่ามาจากคำ Bazaar  ในภาษาเปอร์เซีย ถ้าเรานึกภาพอย่างแขกไม่ออก ก็ให้คิดไปถึงตลาดสำเพ็งหรือสภาพตลาดสดที่หัวลำโพง ในสมัยโบราณไทยมีตลาดจัดไว้เป็นประจำโดยเฉพาะมาแล้ว และเราได้ทราบจากจดหมายเก่า ๆ ในสมัยพระเจ้าอู่ทอง ว่าการค้าขายของไทยมีชนิดทุนเดียว มีหุ้นส่วน มีบัญชี มีขายเงินสด เงินเชื่อ มีลูกจ้าง ฯลฯ อย่างสมัยนี้แทบทุกอย่าง สรุปความว่า ไทยมีวัฒนธรรมในการค้ามาแล้วตั้งแต่ สมัยโบราณดึกดำบรรพ์อย่างพร้อมมูล ไทยไม่ได้ค้าแบบแลกเปลี่ยน Barter อันเป็นวิธีของมนุษย์ที่เพิ่งเริ่มเจริญนั้นอย่างเดียว ไทยเป็นชาติมีวัฒนธรรมในการค้า โดยมีบทบัญญัติเป็นกฎหมายมาแล้วร่วม 700 ปี ลักษณะการค้าขายภายในคงเป็นอย่างที่กล่าวมานี้ตลอดไป และก็การค้าภายในนั้นเมื่อมีการค้าต่างประเทศมากขึ้น ย่อมติดต่อเกี่ยวโยงกับการค้าต่างประเทศแน่นเข้าทุกที ในสมัยกรุงศรีอยุธยาตอนกลางมีชาวต่างประเทศเข้ามาทำการค้าขายหลายชาติ หลายภาษา ต่างชาติได้นำสินค้าของประเทศตนเข้ามาซื้อขายแลกเปลี่ยนกับสินค้าพื้นเมืองไทย ทำให้การค้าภายในต้องหมุนอนุโลมตามการค้าต่างประเทศยิ่งขึ้นทุกที"
					],
					[
						"ผ่านมาถึงช่วงที่การค้าของสมัยกรุงศรีอยุธยา ซบเซา ปรากฏว่าการค้าที่เมืองต่าง ๆ บนคาบสมุทรภาคใต้ยิ่งดำเนินไปเป็นปกติบางเมืองยิ่งมีการค้ามากขึ้นกว่าแต่ก่อน ชาวต่างประเทศยังคงเดินทางมาค้าขายเป็นปกติ บันทึกของชาวต่างประเทศและเอกสารของฝ่ายไทยกล่าวตรงกันว่าภาคใต้ของไทยเป็นทำเลการค้ากับต่างประเทศดีที่สุดในเอเชีย หากได้มีการพัฒนาเส้นทางผ่านคาบสมุทรและมีท่าเรือที่ดี ก็จะเป็นทำเลการค้าของโลก ดังที่ได้กล่าวถึงในหนังสือประวัติการค้าของไทยจัดพิมพ์โดยกระทรวงพาณิชย์ เมื่อปี พ.ศ.2486 ความตอนหนึ่งว่า “..........แม้นฮอลันดากับอังกฤษตลอดจน โปรตุเกส และ สเปญ ต่างพากันหยุดการค้าขายในกรุงศรีอยุธยาไปชั่วคราวก็ตาม แต่ชนชาติเหล่านั้นยังดำเนินการค้าขายในภาคตะวันออกไม่ทอดทิ้ง อังกฤษแม้นจะถอนการค้าขาย   จาก กรุงศรีอยุธยา แต่ยังขอสิทธิการค้าในเมืองละคร(นครศรีธรรมราช) ซึ่งฮอลันดาก็มีอยู่ตลอดจนเมืองสงขลา และปัตตานี ต่อไปอีก แม้การค้าของไทยจะชงัก ซึ่งเป็นไปตามการผันแปรเปลี่ยนแปลงของเหตุการณ์บ้านเมืองแต่ทำเลของไทยยังคงเป็นทำเลที่ดีที่สุด และเหมาะกับการค้าขายของโลกเสมอไปโดยประเทศไทยมีเมืองเรียงรายอยู่ตามชายฝั่งทะเลทางด้านตะวันตก ตะวันออกหน้านอกหน้าใน เป็นเมืองท่าเหมาะที่ทำการค้าขายได้ทั้งสองฝั่งสมุทร อนึ่งฝั่งทะเลทั้งสองนี้ เชื่อมกันได้มาตั้งแต่สมัยดึกดำบรรพ์แล้ว เมืองตกโกลา (ตะกั่วป่า) ทางฝั่งตะวันตกทะเลหน้านอกเคยเชื่อมกับเมืองครหิ(ไชยา) ตลอดลงมาถึงบ้านดอน (สุราษฎร์ธานี ) ทางฝั่งตะวันออกทะเลหน้าใน เมืองตรังทะเลหน้านอกเคยเชื่อมกับทะเลหน้าใน เช่น นครศรีธรรมราช และสงขลา เมืองมะริด เคยเชื่อมกับเมืองประจวบคีรีขันธ์ เพชรบุรี ตามที่พวกพ่อค้าแขกฝรั่งไทยเคยขนสินค้าผ่านแต่โบราณเสมอมา” ตัวอย่างการขนสินค้าและการเดินทางบกจากฟากทะเลหนึ่งตัดข้ามคาบสมุทรไปยังอีกฟากหนึ่ง เพื่อความรวดเร็วสะดวกมีมาแล้วเช่นนี้ ถ้าไทยพยายามให้ตะวันตกกับตะวันออก ของไทยมาพบกัน เชื่อมกันได้หลาย ๆ แห่งให้สะดวกและรวดเร็วดั่งเช่นถนนสายตรัง-พัทลุงในปัจจุบัน และทำเมืองท่าสองฝั่งให้ดีก็จะเป็นประโยชน์แก่การค้าของประเทศอย่างยิ่งใหญ่"
					]
				]
			},
			{
				"title": "การค้าระหว่างประเทศสมัยอยุธยา",
				"type": "multiple",
				"data": [
					[
						"การค้ากับต่างประเทศในสมัยอยุธยาตอนต้น เป็นการค้ากับประเทศในเอเชีย ที่สำคัญได้แก่ การค้ากับจีน อาณาจักรในแหลมมลายู หมู่เกาะชวา และประเทศทางมหาสมุทรอินเดีย เช่น อินเดีย ลังกา เปอร์เซีย และอาหรับ"
					],
					[
						"ต่อมาในสมัยกรุงศรีอยุธยาตอนกลาง การค้าทางตะวันออกได้ขยายจากจีนไปเกาหลี ญี่ปุ่น ทางทะเลจีนใต้ขยายจากหมู่เกาะอินโดนีเซียไปยังหมู่เกาะฟิลิปปินส์ และเวียดนาม การค้าส่วนใหญ่เป็นการค้าทางเรือ ใช้เรือสำเภาเป็นพาหนะ เมืองท่าที่สำคัญ คือ กรุงศรีอยุธยา นครศรีธรรมราช สงขลา ปัตตานี มะริด ทวาย ตะนาวศรี และไทรบุรี ส่วนการขนส่งสินค้าจากเมืองท่าทางตะวันตกมายังกรุงศรีอยุธยา และจากกรุงศรีอยุธยาไปเมืองท่าทางตะวันตกใช้เส้นทางบก เพื่อจะได้ไม่ต้องอ้อมแหลมมลายู"
					],
					[
						"นอกจากชาวโปรตุเกสแล้วชาวตะวันตกชาติอื่นที่เดินทางเข้ามาติดต่อค้าขายกับกรุงศรีอยุธยา ได้แก่ สเปน ฮอลันดา อังกฤษ และฝรั่งเศส"
					],
					[
						"พ่อค้าชาวยุโรปที่เข้ามาติดต่อในครั้งนั้น เข้าในรูปของบริษัทการค้า เช่น บริษัทอินเดียตะวันออกของฮอลันดา บริษัทอินเดียตะวันออกของอังกฤษ บริษัทอินเดียตะวันออกของ ฝรั่งเศส เป็นต้น"
					],
					[
						"ชาวตะวันตกเหล่านี้เข้ามาตั้งห้างค้าขายทั้งในเขตกรุงศรีอยุธยา และเมืองท่าชายทะเลอื่น ๆ ของไทย เช่น นครศรีธรรมราช ปัตตานี สงขลา และมะริด เป็นต้น"
					],
					[
						"ในบรรดาพ่อค้าตะวันตกที่เข้ามาติดต่อ ค้าขายกับกรุงศรีอยุธยาในช่วงนั้น พ่อค้าฮอลันดามีอิทธิพลมากที่สุด การค้าของชาติตะวันตกเจริญรุ่งเรืองขึ้นโดยลำดับจนถึงรัชสมัยพระเจ้าทรงธรรม (พ.ศ. 2165) จึงซบเซาลง ห้างของบริษัทอินเดียตะวันออกของฮอลันดา และบริษัทอินเดียตะวันออกของอังกฤษถึงกับปิดกิจการลงในปี พ.ศ. 2165 และ พ.ศ. 2167 ตามลำดับ"
					],
					[
						"จนถึงรัชสมัยพระเจ้าปราสาททองจึงได้มีการฟื้นฟูการค้ากับชาติตะวันตกขึ้นอีก ในช่วงนี้ทาง กรุงศรีอยุธยายอมอนุญาตให้ฮอลันดาผูกขาดการค้าสินค้า 2 ประเภท คือ หนังกวางและไม้ฝาง ฮอลันดากลายเป็นชาติที่มีอิทธิพลต่อเศรษฐกิจของกรุงศรีอยุธยา ทั้งยังเข้าคุมการค้าระหว่างกรุงศรีอยุธยากับญี่ปุ่นอีก ทำให้กรุงศรีอยุธยาไม่ได้รับประโยชน์จากการค้าเท่าที่ควร สมเด็จพระเจ้าปราสาททองจึงทรงหาทางแก้ไข โดยการหาตลาดใหม่ทางอินเดีย แถบชายฝั่งโคโรแมนเดิล และเมืองกัลกัตตา นอกจากนั้นยังทรงบัญญัติประเภทของสินค้าต้องห้ามเพิ่มเติม (สินค้าต้องห้ามคือ สินค้าที่ต้องซื้อขายผ่านพระคลังสินค้าของรัฐบาล) ในรัชสมัยสมเด็จพระนารายณ์มหาราช ฮอลันดาพยายามบีบบังคับกรุงศรีอยุธยาในเรื่องการค้ากับญี่ปุ่นจนกลายเป็นกรณีพิพาทขึ้น แต่ในที่สุดก็ยุติลงด้วยการทำสนธิสัญญา 11 สิงหาคม พ.ศ. 2207"
					],
					[
						"การค้ากับต่างประเทศในสมัยกรุงศรีอยุธยาเริ่มเสื่อมโทรมลง เมื่อสิ้นรัชสมัยสมเด็จพระนารายณ์มหาราช สมเด็จพระเพทราชาทรงขับไล่ชาวตะวันตกรวมทั้งพ่อค้าฝรั่งเศสออกไป ส่วนพ่อค้าอังกฤษ และฮอลันดาไม่ค่อยได้ติดต่อค้าขายกับกรุงศรีอยุธยามาตั้งแต่ฝรั่งเศสเข้ามามีอิทธิพล ดังนั้นการค้ากับต่างประเทศจึงเสื่อมโทรมลง"
					],
					[
						"สินค้าขาเข้าที่กรุงศรีอยุธยาต้องการมี 2 ประเภท คือ สินค้าที่เกี่ยวกับความมั่นคงปลอดภัยของอาณาจักร ได้แก่ พวกอาวุธปืนกระสุนดินดำ และสินค้าที่ทางรัฐบาลพิจารณาเห็นว่า จะทำกำไร ได้แก่ ผ้าไหม ผ้าแพร ผ้าลาย เครื่องถ้วยชาม และเครื่องกระเบื้อง ผู้ซื้อสินค้าเหล่านี้ คือ พระมหากษัตริย์ เจ้านาย และขุนนาง"
					],
					[
						"สินค้าออก สินค้าออกของราชอาณาจักรอยุธยาขายผ่านพระคลังสินค้า ทั้งนี้เพราะสินค้าพื้นเมืองบางชนิดเป็นที่ต้องการของชาวต่างประเทศมาก หากปล่อยให้ซื้อขายกันโดยเสรีเกรงว่าของเหล่านั้นจะหมดสิ้นไป ไม่มีใช้ในราชการบ้านเมือง จึงกำหนดให้เป็นสินค้าต้องห้าม ต้องซื้อขายผ่านพระคลังสินค้า เช่น ไม้กฤษณา นอแรด ดีบุก งาช้าง ไม้จันทน์ ไม้หอม และไม้ฝาง เป็นต้น สินค้าต้องห้ามนี้เพิ่มประเภทขึ้นโดยลำดับ เช่น ในสมัยพระเจ้าปราสาททอง สินค้าต้องห้าม เช่น ดินประสิว ตะกั่ว ฝาง หมากสง หนังสัตว์ เนื้อไม้ งาช้าง ดีบุก ไม้หอม เป็นต้น"
					],
					[
						"สินค้าที่ชาวต่างประเทศต้องการมากอีกอย่างหนึ่ง คือ ข้าว ตอนปลายสมัยกรุงศรีอยุธยา ข้าวกลายเป็นสินค้าออกที่สำคัญ โดยส่งไปประเทศจีนไม่น้อยกว่าปีละ 65,000 หาบ บางปีส่งไปหลายแสนหาบ และบางปีถึง 1 ล้าน 5 แสนหาบ"
					]
				]
			}
		]
	},
	"page3": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "ราชวงศ์อู่ทอง",
				"video": "0blgmlUY1Qc",
				"type": "multiple",
				"data": [
					[
						"เป็นราชวงศ์แรกที่ได้ปกครองอาณาจักรอยุธยา ความเป็นมาของราชวงศ์นี้ยังไม่ปรากฏหลักฐานอ้างอิงได้อย่างแน่นอน ประกอบด้วยกษัตริย์ 3 พระองค์ ได้แก่"
					],
					[
						"1.สมเด็จพระรามาธิบดีที่ 1(พระเจ้าอู่ทอง) - ทรงเป็นปฐมกษัตริย์แห่งอาณาจักรอยุธยา เสด็จพระราชสมภพเมื่อปี พ.ศ.1857 ขึ้นครองราชสมบัติเมื่อปี พ.ศ.1893 เสด็จสวรรคตเมื่อปี พ.ศ.1912 พระชนมายุ 55 พรรษา ในปัจจุบันนิยมเรียกขานพระองค์ในอีกพระนามหนึ่งว่า พระเจ้าอู่ทอง"
					],
					[
						"2.สมเด็จพระราเมศวร - ทรงเป็นพระราชโอรสในสมเด็จพระรามาธิบดีที่ 1 เสด็จขึ้นครองราชสมบัติครั้งแรกสืบต่อจากสมเด็จพระราชบิดาเมื่อปี พ.ศ.1912 แต่ได้สละพระราชสมบัติให้แก่สมเด็จพระบรมราชาธิราชที่ 1 ในเวลาต่อมา จากนั้นได้เสด็จขึ้นครองราชสมบัติอีกครั้งในปี พ.ศ.1931 จากการนำกำลังเข้ายึดอำนาจกรุงศรีอยุธยา เสด็จสวรรคตในปี พ.ศ.1938"
					],
					[
						"3.สมเด็จพระรามราชาธิราช - ทรงเป็นพระราชโอรสในสมเด็จพระราเมศวร เสด็จพระราชสมภพเมื่อปี พ.ศ.1899 เสด็จขึ้นครองราชสมบัติสืบต่อจากพระราชบิดาเมื่อปี พ.ศ.1938 ถึงปี พ.ศ.1952 ได้ถูกสมเด็จพระอินทราชาที่ 1 กับออกญามหาเสนานำกำลังเข้ายึดอำนาจ แล้วให้พระองค์ไปครองเมืองปทาคูจาม"
					],
					[
						"สำหรับราชวงศ์อู่ทองนี้ บางตำราท่านบอกว่า คือราชวงศ์เชียงราย เพราะจากการค้นคว้าเอกสารด้านตำนานเมืองโบราณ โดยเฉพาะ ตำนานโยนกเชียงแสน ก็มีการกล่าวถึงกลุ่มของคนไทยที่ไล่พวกขอมจากเมืองแถบบริเวณอำเภอแม่สายปัจจุบัน (เมืองอุโมงคเสนา) จนถอยร่นมาถึงเมืองแปบ (คือแถบบริเวณจังหวัดกำแพงเพชรปัจจุบัน) จนเดือดร้อนถึงพระอินทร์ที่ไม่อยากให้กษัตริย์ผู้นำในการขับไล่ขอม ทำบาปทำกรรมมากไปกว่านี้ จึงเนรมิตรกำแพงอันแข็งแรงดั่งเพชรมาขวางมิให้มีการเข่นฆ่าพวกขอมอีก จึงมีการตั้งเมืองอยู่แถวนั้น แล้วยังไปสอดคล้องกับตำนานของท้าวแสนปม และการกำเนิดพระเจ้าอู่ทอง จนมีการสถาปนาอาณาจักรอยุธยา หรือ โยเดีย หรือ อโยธยา ทำให้เชื่อกันว่า พระเจ้าอู่ทองสืบเชื้อสายมาจากกษัตริย์ทางเมืองเชียงแสนแต่ที่เรียกว่าราชวงศ์เชียงราย เพราะว่าเมืองเชียงรายมีความสำคัญในฐานะเมืองใหม่และแหล่งรวบรวมรี้พลและขยายอำนาจของกษัตริย์ในสมัยนั้น (ปลายสมัยอาณาจักรโยนกเชียงแสน ต้นสมัยอาณาจักรล้านนา) ก่อนที่จะมีการย้ายศูนย์กลางอำนาจมาอยู่ ณ บริเวณลุ่มน้ำปิง เพื่อความได้เปรียบทางด้านการค้า เศรษฐกิจ และการควบคุมอำนาจภายในอาณาจักรของกษัตริย์ล้านนา"
					]
				]
			}
		]
	},
	"page4": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "ราชวงศ์สุพรรณภูมิ",
				"video": "0blgmlUY1Qc",
				"type": "multiple",
				"data": [
					[
						"เป็นราชวงศ์ที่สองที่ได้ครองกรุงศรีอยุธยา กษัตริย์แห่งราชวงศ์นี้เชื่อว่าสืบเชื้อสายมาจากผู้ปกครองเมืองสุพรรณบุรี ประกอบด้วยพระมหากษัตริย์ 13 พระองค์"
					],
					[
						"1.สมเด็จพระบรมราชาธิราชที่ 1 (ขุนหลวงพะงั่ว)- มีพระนามเดิมว่า พะงั่ว ทรงเป็นผู้ร่วมสถาปนาอาณาจักรอยุธยา ในรัชสมัยของสมเด็จพระรามาธิบดีที่ 1 พระองค์ได้ครองเมืองสุพรรณบุรี เมื่อสมเด็จพระรามาธิบดีที่ 1 เสด็จสวรรคต ได้นำกำลังจากเมืองสุพรรณบุรีมาประชิดกรุงศรีอยุธยา สมเด็จพระราเมศวรได้อัญเชิญพระองค์เข้าเมืองแล้วถวายพระราชสมบัติให้ พระองค์จึงเสด็จขึ้นครองราชสมบัติเมื่อปี พ.ศ.1913 เสด็จสวรรคตเมื่อปี   พ.ศ.1931"
					],
					[
						"2.พระเจ้าทองลัน (เจ้าทองจันทร์) - ทรงเป็นพระราชโอรสของสมเด็จพระบรมราชาธิราชที่ 1 เสด็จขึ้นครองราชสมบัติสืบต่อจากพระราชบิดาเมื่อปี พ.ศ.1913 แต่ครองราชสมบัติได้ 7 วัน สมเด็จพระราเมศวรก็ได้นำกำลังจากเมืองลพบุรีเข้ายึดกรุงศรีอยุธยาแล้วกุมตัวพระเจ้าทองลันไปสำเร็จโทษ จึงถือว่าเป็นพระมหากษัตริย์ไทยที่มีระยะเวลาครองราชย์น้อยที่สุดในประเทศไทยเพียงแค่ 7 วัน"
					],
					[
						"3.สมเด็จพระอินทราชาที่ 1 (เจ้านครอินทร์) - ทรงเป็นพระราชนัดดาในสมเด็จพระบรมราชาธิราชที่ 1 มีพระนามเดิมว่า นครอินทร์ เสด็จพระราชสมภพเมื่อปี พ.ศ.1902 เสด็จขึ้นครองราชสมบัติเมื่อปี พ.ศ.1952 จากการร่วมกับออกญามหาเสนา นำกำลังเข้ายึดอำนาจ เสด็จสวรรคตเมื่อปี พ.ศ.1967"
					],
					[
						"4.สมเด็จพระบรมราชาธิราชที่ 2 (เจ้า3พระยา) - ทรงเป็นพระราชโอรสในสมเด็จพระอินทราชาที่ 1 มีพระนามเดิมว่า สามพระยา เสด็จขึ้นครองราชสมบัติสืบต่อจากพระราชบิดาเมื่อปี พ.ศ.1967 เสด็จสวรรคตเมื่อปี พ.ศ.1991"
					],
					[
						"5.สมเด็จพระราเมศวรบรมไตรโลกนาถบพิตร - ทรงเป็นพระราชโอรสในสมเด็จพระบรมราชาธิราชที่ 2 เสด็จพระราชสมภพเมื่อปี พ.ศ.1974 เสด็จขึ้นครองราชสมบัติสืบต่อจากพระราชบิดาเมื่อปี พ.ศ.1991 เสด็จไปประทับอยู่ที่เมืองพิษณุโลกเมื่อปี พ.ศ.2016 กระทั่งเสด็จสวรรคตเมื่อปี พ.ศ.2031"
					],
					[
						"6.สมเด็จพระบรมราชาธิราชที่ 3 - ทรงเป็นพระราชโอรสในสมเด็จพระราเมศวรบรมไตรโลกนาถบพิตร มีพระนามเดิมว่า อินทราชา เสด็จขึ้นครองราชสมบัติสืบต่อจากพระราชบิดาเมื่อปี พ.ศ.2031 เสด็จสวรรคตเมื่อปี พ.ศ.2034"
					],
					[
						"7.สมเด็จพระรามาธิบดีที่ 2 - ทรงเป็นพระราชโอรสในสมเด็จพระราเมศวรบรมไตรโลกนาถบพิตร และเป็นพระอนุชาต่างมารดาของสมเด็จพระบรมราชาธิราชที่ 3 มีพระนามเดิมว่า เชษฐาธิราช เสด็จพระราชสมภพเมื่อปี พ.ศ.2015 เสด็จขึ้นครองราชสมบัติสืบต่อจากพระเชษฐาเมื่อปี พ.ศ.2034 เสด็จสวรรคตเมื่อปีพ.ศ.2072"
					],
					[
						"8.สมเด็จพระบรมราชาธิราชที่ 4 (หน่อพุทธางกูร) - ทรงเป็นพระราชโอรสในสมเด็จพระรามาธิบดีที่ 2 ทรงดำรงตำแหน่ง “หน่อพุทธางกูร” มีพระนามเดิมว่า อาทิตยวงศ์ เสด็จขึ้นครองราชสมบัติสืบต่อจากพระราชบิดาเมื่อปี พ.ศ.2072 เสด็จสวรรคตด้วยไข้ทรพิษเมื่อปี พ.ศ.2076"
					],
					[
						"9.สมเด็จพระรัฏฐาธิราช - ทรงเป็นพระราชโอรสในสมเด็จพระบรมราชาธิราชที่ 4 เสด็จพระราชสมภพเมื่อปี พ.ศ.2072 เสด็จขึ้นครองราชสมบัติสืบต่อจากพระราชบิดาเมื่อปี พ.ศ.2076 ใน 5 เดือนถัดมาสมเด็จพระเจ้าไชยราชาธิราชได้นำกำลังเข้ายึดกรุงศรีอยุธยาแล้วกุมตัวสมเด็จพระรัฏฐาธิราชไปสำเร็จโทษ"
					],
					[
						"10.สมเด็จพระไชยราชาธิราช - ทรงเป็นพระราชโอรสในสมเด็จพระรามาธิบดีที่ 2 และเป็นพระอนุชาของสมเด็จพระบรมราชาธิราชที่ 4 เสด็จขึ้นครองราชสมบัติจากการนำกำลังเข้ายึดอำนาจเมื่อปี พ.ศ. 2077 เสด็จสวรรคตเมื่อปี พ.ศ.2089 ด้วยสาเหตุไม่ชัดเจน"
					],
					[
						"11.พระยอดฟ้า (พระแก้วฟ้า) - ทรงเป็นพระราชโอรสในสมเด็จพระไชยราชาธิราช เสด็จพระราชสมภพเมื่อปี พ.ศ.2079 เสด็จขึ้นครองราชสมบัติสืบต่อจากพระราชบิดาเมื่อปี พ.ศ. 2089 เสด็จสวรรคตเมื่อปี พ.ศ.2091 ด้วยสาเหตุไม่ชัดเจน"
					],
					[
						"(เสริม)ขุนวรวงศาธิราช เป็นพระมหากษัตริย์ไทยในสมัยอาณาจักรอยุธยา นักประวัติศาสตร์ไทยบางท่านไม่นับว่าพระองค์เป็นพระมหากษัตริย์เพราะถือว่าเป็นกบฏสมคบกับนางพระยาแม่อยู่หัวศรีสุดาจันทร์แย่งชิงราชบัลลังก์จากสมเด็จพระยอดฟ้า อย่างไรก็ตาม ในพงศาวดารได้ระบุว่าพระองค์ได้ผ่านพระราชพิธีบรมราชาภิเษกแล้ว (พระราชพงศาวดาร ฉบับพันจันทนุมาศว่าทรงครองราชย์ได้ 5 เดือน แต่คำให้การชาวกรุงเก่าว่า 2 ปี สวรรคตเมื่อพระชนมายุได้ 22 พรรษา)"
					],
					[
						"12.สมเด็จพระมหาจักรพรรดิ์ (พระเจ้าช้างเผือก) - ทรงเป็นพระราชโอรสในสมเด็จพระรามาธิบดีที่ ๒ และเป็นพระอนุชาต่างมารดาของสมเด็จพระบรมราชาธิราชที่ 4 และสมเด็จพระไชยราชาธิราช ทรงเสด็จพระราชสมภพเมื่อปี   พ.ศ.2055 เสด็จขึ้นครองราชสมบัติครั้งแรกเมื่อปี พ.ศ.2019 จากการที่ขุนนางกลุ่มหนึ่ง นำโดยขุนพิเรนทรเทพ ได้นำกำลังเข้ายึดอำนาจจากขุนวรวงศาธิราช แล้วถวายพระราชสมบัติให้แก่พระองค์ ถึงปี พ.ศ.2107 ได้ทรงสละราชสมบัติให้กับสมเด็จพระมหินทราธิราช ซึ่งเป็นพระราชโอรส แล้วเสด็จลาผนวช กระทั่งในปี พ.ศ.2111 พม่าได้ยกกำลังเข้าประชิดกรุงศรีอยุธยา สมเด็จพระมหินทราธิราชจึงได้อัญเชิญให้พระองค์ลาผนวชแล้วถวายราชสมบัติคืน จึงได้เสด็จขึ้นครองราชสมบัติเป็นครั้งที่ 2 แต่ทรงครองราชสมบัติได้อีกประมาณ 2 เดือน ก็เสด็จสวรรคตเพราะอาการประชวร"
					],
					[
						"13.สมเด็จพระมหินทราธิราช - ทรงเป็นพระราชโอรสในสมเด็จพระมหาจักรพรรดิ์ เสด็จพระราชสมภพเมื่อ พ.ศ.2082 เสด็จขึ้นครองราชสมบัติครั้งแรกเมื่อปีพ.ศ.2107 กระทั่งปี พ.ศ.2111ได้ถวายพระราชสมบัติคืนให้แก่สมเด็จพระมหาจักรพรรดิ์ แต่สมเด็จพระมหาจักรพรรดิ์ได้เสด็จสวรรคตในปีเดียวกันนั้น พระองค์จึงได้เสด็จขึ้นครองราชสมบัติเป็นครั้งที่ ๒ และในปีนั้นกรุงศรีอยุธยาได้เสียแก่ฝ่ายพม่า พระองค์ได้ถูกกุมตัวไปยังเมืองหงสาวดี แต่ได้เสด็จสวรรคตระหว่างการเดินทาง"
					]
				]
			}
		]
	},
	"page5": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "ราชวงศ์สุโขทัย",
				"video": "0blgmlUY1Qc",
				"type": "multiple",
				"data": [
					[
						"เป็นราชวงศ์ที่ 3 ที่ปกครองกรุงศรีอยุธยา"
					],
					[
						"โดยสืบเชื้อสายจากกษัตริย์แห่งกรุงสุโขทัย ราชวงศ์สุโขทัยถูกสถาปนาขึ้นโดย สมเด็จพระมหาธรรมราชา ซึ่งเดิมเป็นขุนนางในตำแหน่ง ขุนพิเรนทรเทพ ที่เชื่อว่าสืบเชื้อสายมาจากพ่อขุน หรือกษัตริย์แห่งกรุงสุโขทัยแต่ดั้งเดิม เป็นราชวงศ์ที่ถูกผลัดเปลี่ยนขึ้นมาแทนที่ ราชวงศ์สุพรรณภูมิ หรือราชวงศ์สุวรรณภูมิ ที่สูญสิ้นไปหลังจากการเสียกรุงศรีอยุธยาให้แก่พม่า โดยที่ พระเจ้าบุเรงนองกษัตริย์พม่าให้สถาปนาขุนพิเรนทรเทพ ซึ่งมีส่วนช่วยเหลือพระองค์ในการทำสงครามกับกรุงศรีอยุธยา ขึ้นเป็นกษัตริย์ปกครองกรุงศรีอยุธยา ภายใต้การเป็นเมืองขึ้นของพม่าต่อไป"
					],
					[
						"รายพระนามของพระมหากษัตริย์ในราชวงศ์สุโขทัย มี 7 พระองค์ ประกอบด้วย"
					],
					[
						"1.สมเด็จพระมหาธรรมราชา (สมเด็จพระสรรเพชญ์ที่ 1) -ทรงปรับปรุงพระนครเพื่อรับมือข้าศึก เสวยราชสมบัติเมื่อ พ.ศ. 2112 เสด็จสวรคตเมื่อ พ.ศ. 2133 ครองราชย์ทั้งสิ้น 21 ปี"
					],
					[
						"2.สมเด็จพระนเรศวรมหาราช (สมเด็จพระสรรเพชญ์ที่ 2) -ทรงประกาศอิสรภาพจากการเป็นประเทศราชของพม่า ทรงทำสงครามเพื่อกอบกู้เอกราช ทรงปรับปรุงการปกครองเพื่อดึงอำนาจเข้าสู่ศูนย์กลางมากขึ้นเพื่อความมั่นคงของราชอาณาจักร เสวยราชสมบัติเมื่อ พ.ศ. 2133 เสด็จสวรคตเมือ พ.ศ. 2148 ครองราชย์ทั้งสิ้น 15 ปี"
					],
					[
						"3.สมเด็จพระเอกาทศรถ (สมเด็จพระสรรเพชญ์ที่ 3) -ทรงประกาศใช้กฎหมายเกี่ยวกับการเรียกเก็บภาษีอากรรูปแบบใหม่เพิ่มขึ้น เสวยราชสมบัติเมื่อ พ.ศ. 2148 เสด็จสวรคตเมื่อ พ.ศ. 2163 ครองราชย์ทั้งสิ้น 15 ปี"
					],
					[
						"4.สมเด็จพระศรีเสาวภาคย์ (สมเด็จพระสรรเพชญ์ที่ 4) -เสวยราชสมบัติเมื่อ พ.ศ. 2163 เสด็จสวรคตเมื่อ พ.ศ. 2163 ครองราชย์ไม่ถึงปี"
					],
					[
						"5.สมเด็จพระเจ้าทรงธรรม (สมเด็จพระบรมราชาที่ 1) -ทรงประกาศใช้กฎหมายการศาล เสวยราชสมบัติเมื่อ พ.ศ. 2163 เสด็จสวรคตเมื่อ พ.ศ. 2171 ครองราชย์ทั้งสิ้น 8 ปี"
					],
					[
						"6.สมเด็จพระเชษฐาธิราช (สมเด็จพระบรมราชาที่ 2) -ส่งราชทูตไปเจริญสัมพันธ์ไมตรีกับประเทศญี่ปุ่นในปี พ.ศ. 2173 เสวยราชสมบัติเมื่อ พ.ศ. 2171 เสด็จสวรคตเมื่อ พ.ศ. 2172 ครองราชย์ทั้งสิ้น 1 ปี"
					],
					[
						"7.สมเด็จพระอาทิตยวงศ์ -เสวยราชสมบัติเมื่อ พ.ศ. 2172 เสด็จสวรคตเมื่อ พ.ศ. 2173 ครองราชย์ทั้งสิ้น 36 วัน"
					]
				]
			}
		]
	},
	"page6": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "ราชวงศ์ปราสาททอง",
				"video": "0blgmlUY1Qc",
				"type": "multiple",
				"data": [
					[
						"เป็นราชวงศ์ที่ 4 ครองกรุงศรีอยุธยา"
					],
					[
						"เป็นเวลา 58 ปี (พ.ศ. 2171- พ.ศ. 2231) สถาปนาราชวงศ์โดยสมเด็จเจ้าฟ้าปราสาททองด้วยการยึดอำนาจจากสมเด็จพระอาทิตยวงศ์ กษัตริย์ราชวงศ์สุโขทัยพระองค์สุดท้าย ราชวงศ์ปราสาททองมีพระมหากษัตริย์ครองราชย์ 4 พระองค์เป็นลำดับดังนี้"
					],
					[
						"1.สมเด็จพระเจ้าปราสาททอง (สมเด็จพระสรรเพชญ์ที่ 5) ผู้สถาปนาราชวงศ์ เสด็จขึ้นครองราชย์เมื่อพระชนมายุ 30 พรรษา ครองราชย์เป็นเวลา 27 ปี (พ.ศ. 2172 - 2199)"
					],
					[
						"2.สมเด็จเจ้าฟ้าไชย (สมเด็จพระสรรเพชญ์ที่ 6) (พ.ศ. 2199 - พ.ศ. 2199) พระโอรสของสมเด็จพระเจ้าปราสาททอง หลังจากครองราชย์ได้ไม่นาน พระศรีสุธรรมราชา พระปิตุลา และพระนารายณ์ พระอนุชาต่างพระมารดา ได้ร่วมกันชิงราชสมบัติ แล้วจับกุมสมเด็จเจ้าฟ้าไชยไปสำเร็จโทษด้วยท่อนจันทน์ ณ วัดโคกพระยา พระองค์ทรงครองราชสมบัติอยู่ได้ 9 เดือน"
					],
					[
						"3.สมเด็จพระศรีสุธรรมราชา (พระสรรเพชญ์ที่ 7) (พ.ศ. 2199 - พ.ศ. 2199) พระอนุชาของสมเด็จพระเจ้าปราสาททอง และเป็นพระเจ้าอาของเจ้าฟ้าไชย อยู่ในราชสมบัติได้เพียง 2 เดือน 18 วัน (บ้างก็บอก 2 เดือน 17 วัน) พระนารายณ์ก็ชิงราชสมบัติและสำเร็จโทษพระศรีสุธรรมราชา"
					],
					[
						"4.สมเด็จพระนารายณ์มหาราช (สมเด็จพระรามาธิบดีที่ 3) (พ.ศ. 2199 - พ.ศ. 2231) พระโอรสของพระเจ้าปราสาททอง เมื่อพระราชบิดาสวรรคต พระนารายณ์ทรงร่วมกับ พระเจ้าอา (พระศรีสุธรรมราชา) ชิงราชสมบัติจากพระเชษฐา (เจ้าฟ้าไชย) และต่อมาทรงยึดอำนาจจาก พระศรีสุธรรมราชา แล้วจึงสถาปนาพระองค์ “ปราบดาภิเษก” เป็นพระมหากษัตริย์"
					],
					[
						"สมัยของสมเด็จพระนารายณ์ฯ ถือได้ว่ากรุงศรีอยุธยารุ่งเรืองถึงขีดสุด ทรงติดต่อสัมพันธ์กับชาวต่างประเทศ แต่ผลของการดำเนินนโยบายที่ล่อแหลมของพระองค์และการที่ทรงสนพระทัยในคริสต์ศาสนา ทำให้บรรดาขุนนางไทยและพระสงฆ์เกิดความรู้สึกต่อต้านชาวต่างชาติ เมื่อพระองค์ประชวร ได้ทรงแต่งตั้งให้พระเพทราชารักษาราชการ โดยยังไม่ได้มอบราชสมบัติให้ผู้ใด ไม่ว่าจะเป็นพระอนุชา โอรสบุญธรรมหรือพระธิดาของพระองค์ พระเพทราชาจึงยึดอำนาจ พระปีย์(โอรสบุญธรรม)ถูกลอบสังหาร"
					],
					[
						"สมเด็จพระนารายณ์ฯ สวรรคตเมื่อวันที่ 11 กรกฎาคม พ.ศ. 2231 พระเพทราชาก็ขึ้นครองราชสมบัติและสถาปนาราชวงศ์บ้านพลูหลวงสืบต่อมา พระอนุชาของพระนารายณ์คือ เจ้าฟ้าอภัยทศและเจ้าฟ้าน้อยถูกสำเร็จโทษจึงเป็นอันสิ้นสุดของราชวงศ์ปราสาททอง"
					]
				]
			}
		]
	},
	"page7": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "ราชวงศ์บ้านพลูหลวง",
				"video": "0blgmlUY1Qc",
				"type": "multiple",
				"data": [
					[
						"เป็นชื่อราชวงศ์ลำดับที่ 5 แห่งอาณาจักรอยุธยา เป็นราชวงศ์สุดท้ายก่อนการเสียกรุงศรีอยุธยาครั้งที่สอง ใน ปี พ.ศ. 2310 มีพระมหากษัตริย์ในราชวงศ์ทั้งสิ้น 6 พระองค์ โดยเริ่มตั้งแต่รัชกาลสมเด็จพระเพทราชา ใน ปี พ.ศ. 2231 ถึงสมเด็จพระเจ้าเอกทัศ ใน ปี พ.ศ. 2310 รวมระยะเวลา 79 ปี"
					],
					[
						"โดยชื่อราชวงศ์บ้านพลูหลวงนี้ มาจากหมู่บ้านพลูหลวง แขวงเมืองสุพรรณบุรี อันเป็นถิ่นกำเนิดเดิมของสมเด็จพระเพทราชา โดยลำดับพระมหากษัตริย์ในราชวงศ์บ้านพลูหลวง มีดังนี้"
					],
					[
						"1.สมเด็จพระเพทราชา - ครองราชย์ระหว่างปี พ.ศ. 2231 - พ.ศ. 2246 (15 ปี)สมเด็จพระเพทราชา เป็นชาวบ้านพลูหลวง แขวงเมืองสุพรรณบุรี เป็นบุตรของพระนมเปรม และมีพระขนิษฐาคือท้าวศรีจุฬาลักษณ์ (แจ่ม) พระสนมเอกในสมเด็จพระนารายณ์มหาราช ต่อมาได้รับราชการจนมีบรรดาศักดิ์เป็นพระเพทราชา ดำรงตำแหน่งเจ้ากรมพระคชบาล มีกำลังพลในสังกัดหลายพัน"
					],
					[
						"เมื่อพระองค์ขึ้นครองราชย์แล้ว ก็ได้ขับไล่กำลังทหารฝรั่งเศสออกไปจากกรุงศรีอยุธยา แต่ยังทรงอนุญาตให้บาทหลวง และพ่อค้าชาวฝรั่งเศสอาศัยอยู่ในกรุงศรีอยุธยาต่อไปได้ ได้มีการทำสนธิสัญญากับฝรั่งเศส เรื่องการขนย้ายทหาร และทรัพย์สินของฝรั่งเศสออกจากป้อมที่บางกอก โดยฝ่ายอาณาจักรอยุธยาเป็นผู้จัดเรือ กับต้องส่งคืนทรัพย์สิน ที่เป็นของกรุงศรีอยุธยาคืนทั้งหมด สำหรับข้าราชการและราษฎรไทย ที่ยังอยู่ในประเทศฝรั่งเศส ทางฝรั่งเศสจะเป็นผู้ออกค่าใช้จ่ายในการเดินทางกลับกรุงศรีอยุธยา ผลการปฏิบัติดังกล่าวทำให้ความสัมพันธ์ระหว่างกรุงศรีอยุธยากับฝรั่งเศส สิ้นสุดลงตั้งแต่นั้นมา"
					],
					[
						"2.สมเด็จพระสรรเพชญ์ที่ 8 (พระเจ้าเสือ หรือ พระเจ้าสุริเยนทราธิบดี) - ครองราชย์ระหว่างปี พ.ศ. 2246 -  พ.ศ. 2251 (6 ปี) พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวทรงวินิจฉัยพระนามว่าเป็นสมเด็จพระสรรเพชญ์ที่ 8 เป็นพระมหากษัตริย์ไทยรัชกาลที่ 29 แห่งอาณาจักรอยุธยา และเป็นพระองค์ที่สองแห่งราชวงศ์บ้านพลูหลวง ราชวงศ์สุดท้ายของอาณาจักรอยุธยา"
					],
					[
						"ผู้คนในสมัยพระองค์มักเรียกขานพระองค์ว่า พระเจ้าเสือ เพื่อเปรียบว่า พระองค์มีพระอุปนิสัยโหดร้ายดังเสือ พระองค์ทรงมีพระปรีชาด้านมวยไทย โดยทรงเป็นผู้คิดท่าแม่ไม้มวยไทย ซึ่งมีหลักฐานทางประวัติศาสตร์ปรากฏชัดเจน และได้มีการถ่ายทอดเป็นตำราให้ชาวไทยรุ่นหลังได้เรียนรู้ฝึกฝนจนถึงปัจจุบัน"
					],
					[
						"3.สมเด็จพระสรรเพชญ์ที่ 9 (สมเด็จพระเจ้าอยู่หัวท้ายสระ) - ครองราชย์ระหว่างปี พ.ศ. 2251 - พ.ศ. 2275 (25 ปี) สมเด็จพระสรรเพชญ์ มีพระนามเดิมว่าเจ้าฟ้าเพชร เป็นพระราชโอรสพระองค์ใหญ่ในสมเด็จพระสรรเพชญ์ที่ 8 กับพระอัครมเหสีพระนามว่าสมเด็จพระพันวษา มีพระอนุชาและพระกนิษฐาร่วมพระมารดา 2 พระองค์ คือ เจ้าฟ้าพรและเจ้าฟ้าหญิงไม่ทราบพระนาม"
					],
					[
						"เมื่อพระราชบิดาสวรรคตในปี พ.ศ. 2252 จึงขึ้นครองราชย์ เฉลิมพระนามว่าพระเจ้าภูมินทราชา แต่จารึกชะลอพระพุทธไสยาสน์วัดป่าโมกข์ออกพระนามว่า พระบาทพระศรีสรรเพชญสมเด็จเอกาทศรุทอิศวรบรมนารถบรมบพิตรพระพุทธเจ้าอยู่หัว แต่ประชาชนมักออกพระนามว่าพระเจ้าอยู่หัวท้ายสระ ต่อมาทรงสถาปนาพระบัณฑูรน้อย เจ้าฟ้าพร พระราชอนุชาเป็นกรมพระราชวังบวรสถานมงคล"
					],
					[
						"4.สมเด็จพระเจ้าอยู่หัวบรมโกศ - ครองราชย์ระหว่างปี พ.ศ. 2275 - พ.ศ. 2301 (26 ปี) สมเด็จพระเจ้าอยู่หัวบรมโกศได้ทรงทำนุบำรุงบ้านเมืองและพระศาสนาจนกล่าวได้ว่ากรุงศรีอยุธยาในสมัยพระองค์นั้นเป็นยุคที่บ้านเมืองดี มีขุนนางคนสำคัญที่เติบโตในเวลาต่อมา ในรัชกาลของพระองค์หลายคน เช่น สมเด็จพระเจ้ากรุงธนบุรี พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช เป็นต้น ในทางด้านวรรณคดี ก็มีกวีคนสำคัญ เช่น เจ้าฟ้าธรรมธิเบศไชยเชษฐ์สุริยวงศ์ กรมขุนเสนาพิทักษ์ (หรือเจ้าฟ้ากุ้ง) ซึ่งเป็นพระราชโอรส เป็นต้น"
					],
					[
						"ในปี พ.ศ. 2296 พระเจ้ากีรติสิริราชสิงห์ กษัตริย์ลังกา ได้ส่งราชทูตมาขอพระมหาเถระ และคณะสงฆ์ไปช่วยฟื้นฟูพระพุทธศาสนาในลังกา ซึ่งเสื่อมโทรมลงไป สมเด็จพระเจ้าอยู่หัวบรมโกศ จึงโปรดให้ส่งคณะสมณทูตประกอบด้วยพระราชาคณะสองรูปคือ พระอุบาลีเถระและพระอริยมุนี พร้อมคณะสงฆ์อีก 12 รูป ไปลังกา เพื่อประกอบพิธีบรรพชา อุปสมบท ให้กับชาวลังกา คณะสงฆ์คณะนี้ได้ไปตั้งสยามนิกายขึ้นในลังกา"
					],
					[
						"5.สมเด็จพระเจ้าอุทุมพร (ขุนหลวงหาวัด) - ครองราชย์ระหว่างปี พ.ศ. 2301 (2 เดือน) เป็นพระราชโอรสองค์รองในสมเด็จพระเจ้าอยู่หัวบรมโกศ พระนามเดิมเจ้าฟ้าดอกเดื่อ ต่อมาได้ทรงกรมเป็น กรมขุนพรพินิต มีพระเชษฐาคือ เจ้าฟ้าเอกทัศน์ (กรมขุนอนุรักษ์มนตรี) และมีพระเชษฐภคินีและพระขนิษฐาร่วมพระมารดา 6 พระองค์ ได้แก่ เจ้าฟ้าประภาวดี เจ้าฟ้าประชาวดี เจ้าฟ้าพินทวดี เจ้าฟ้าจันทวดี เจ้าฟ้ากษัตรี และเจ้าฟ้ากุสุมาวดี"
					],
					[
						"หลังจากเจ้าฟ้าธรรมาธิเบศร์ (เจ้าฟ้ากุ้ง) ซึ่งเป็นกรมพระราชวังบวรสถานมงคล สิ้นพระชนม์ เมื่อปี   พ.ศ.2289 แล้วสมเด็จพระเจ้าบรมโกศ มิได้ทรงแต่งตั้งพระราชโอรสองค์ใด ขึ้นเป็นพระมหาอุปราชแทน เป็นเวลาถึง 11 ปี ต่อมาในปี พ.ศ.2300 จึงทรงตั้งเจ้าฟ้ากรมขุนพรพินิต ขึ้นเป็นกรมพระราชวังบวรสถานมงคล ด้วยทรงเห็นว่าทรงพระปรีชา มีพระสติปัญญาเฉลียวฉลาด"
					],
					[
						"เมื่อสมเด็จพระเจ้าบรมโกศ สวรรคต เจ้าฟ้ากรมขุนพรพินิตได้ขึ้นครองราชย์เมื่อปี พ.ศ.2301 ทรงพระนามว่า สมเด็จพระบรมราชาที่ 4 แต่ก่อนหน้าที่จะมีพิธีบรมราชาภิเษกนั้น ได้เกิดเหตุการณ์ไม่สงบและพระอนุชาต่างพระมารดาสามองค์ คือ กรมหมื่นจิตรสุนทร กรมหมื่นสุนทรเทพ และกรมหมื่นเสพภักดี ได้พยายามแย่งชิงราชสมบัติ แต่สมเด็จพระเจ้าอุทุมพร ทรงขอให้พระราชาคณะเกลี้ยกล่อมจนสำเร็จ และพระองค์ได้ราชาภิเษกขึ้นครองราชย์"
					],
					[
						"เมื่อพระองค์ครองราชย์ได้เพียงเดือนเศษ ก็ทรงสละราชย์สมบัติแล้ว ถวายราชสมบัติแก่เจ้าฟ้ากรมขุนอนุรักษ์มนตรี ผู้เป็นพระเชษฐา แล้วพระองค์เสด็จออกผนวช โดยประทับอยู่ที่วัดประดู่โรงธรรม ซึ่งเป็นที่มาในการเรียกพระองค์ว่า ขุนหลวงหาวัด ในกาลต่อมา"
					],
					[
						"หลังการเสียกรุงศรีอยุธยาครั้งที่ 2 ในปี พ.ศ. 2310 สมเด็จพระเจ้าอุทุมพร ได้ถูกกวาดต้อนไปที่พม่าด้วยพร้อมเจ้านายและเชลยชาวไทยอื่น ๆ โดยทางพม่าได้ให้สร้างหมู่บ้านอยู่รอบเมืองมัณฑะเลย์ และพระองค์ได้เป็นผู้ให้ปากคำเรื่องประวัติศาสตร์อยุธยาแก่พม่า ซึ่งต่อมาได้ชื่อว่า “คำให้การขุนหลวงหาวัด” ในปัจจุบัน หมู่บ้านดังกล่าวนี้ก็ยังคงมีอยู่ มีชื่อว่า “เมงตาสึ” แปลว่า “เยี่ยงเจ้าชาย” และก็ยังคงมีหลักฐานปรากฏถึงวัฒนธรรมไทยอยู่ เช่น ประเพณีการขนทรายเข้าวัดในวันสงกรานต์ หรือการตั้งศาลบูชาพ่อปู่ หรือ หัวโขน เป็นต้น แม้ผู้คนในหมู่บ้านนี้จะไม่สามารถพูดไทยหรือมีวัฒนธรรมไทยเหลืออยู่แล้วก็ตาม แต่ก็เป็นที่รับรู้กันว่าบรรพบุรุษของพวกเขาเป็นเชลยมาจากไทย ปัจจุบันคนไทยกลุ่มนี้มีชื่อเรียกว่า “โยเดีย” (Yodia)"
					],
					[
						"สมเด็จพระเจ้าอุทุมพรสวรรคตในขณะเป็นบรรพชิต ใน พ.ศ. 2339 ตามพงศาวดารพม่า"
					],
					[
						"6.สมเด็จพระเจ้าอยู่หัวพระที่นั่งสุริยาสน์อมรินทร์ (พระเจ้าเอกทัศ) - ครองราชย์ระหว่างปี พ.ศ. 2301 - ปี    พ.ศ. 2310 (9 ปี) เมื่อพระเจ้าอยู่หัวบรมโกศเสด็จสวรรคตในปี พ.ศ. 2301 พระเจ้าอุทุมพรเสด็จขึ้นครองราชย์ ระหว่างนั้นกรมขุนอนุรักษ์มนตรีเสด็จมาประทับ ณ พระที่นั่งสุริยาศน์อมรินทร์ ราว 2 เดือนต่อมา พระเจ้าอุทุมพรเสด็จไปถวายราชสมบัติแก่กรมขุนอนุรักษ์มนตรีแล้วเสด็จออกผนวช ประทับ ณ วัดประดู่ทรงธรรม กรมขุนอนุรักษ์มนตรีจึงเสด็จขึ้นราชาภิเษก ณ พระที่นั่งสรรเพชญปราสาท ทรงพระนามว่าสมเด็จพระบรมราชามหาอดิศร บวรสุจริต ทศพิธธรรมธเรศ เชษฐโลกานายกอุดม บรมนาถบรมบพิตรพระพุทธเจ้าอยู่หัว"
					],
					[
						"ในระหว่างที่พระองค์ครองราชย์ พม่าได้ยกกองทัพเข้ามาตีกรุงศรีอยุธยา เมื่อปี พ.ศ. 2303 พระเจ้าเอกทัศได้ทรงขอให้พระเจ้าอุทุมพรลาผนวชมาช่วยบัญชาการรบ พระเจ้าอลองพญา พระมหากษัตริย์พม่า ที่ยกทัพมา แต่สวรรคตเสียก่อน"
					],
					[
						"ต่อมาใน พ.ศ. 2307 พระเจ้ามังระ โอรสของพระเจ้าอลองพญา ได้เป็นพระมหากษัตริย์พม่า และส่งกองทัพมาตีกรุงศรีอยุธยาอีก ให้เกณฑ์กองทัพกว่า 70,000 นาย ยกเข้าตีเมืองไทย 2 ทาง ทางทิศใต้เข้าตีเข้าทางเมืองมะริด ส่วนทางตอนเหนือตีลงมาจากแคว้นล้านนา และบรรจบกันที่กรุงศรีอยุธยาเป็นศึกขนานกันสองข้างโดยได้ล้อมกรุงศรีอยุธยานาน 1 ปี 2 เดือน ก็เข้าพระนครได้ เมื่อวันที่ 7 เมษายน พ.ศ. 2310"
					],
					[
						"อาณาจักรอยุธยาภายใต้ราชวงศ์บ้านพลูหลวงอ่อนแอลงเรื่อย ๆ ด้วยมีความขัดแย้งตลอดราชวงศ์ ผู้คนแตกแยกเป็นฝักเป็นฝ่าย เช่น การชิงราชสมบัติเมื่อการสิ้นพระชนม์ของสมเด็จพระเจ้าอยู่หัวท้ายสระ ระหว่างพระโอรสของพระเจ้าอยู่หัวท้ายสระ กับสมเด็จพระเจ้าอยู่หัวบรมโกศ ที่กินระยะเวลายาวนานถึง ๑ ปี หรือการช่วงชิงราชสมบัติมาจากสมเด็จพระนารายณ์มหาราช แห่งราชวงศ์ปราสาททอง เมื่อตอนต้นราชวงศ์ด้วย"
					]
				]
			}
		]
	},
	"page8": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "สมัยอยุธยาตอนต้น (พ.ศ. 1893 – 1991 )",
				"video": "0blgmlUY1Qc",
				"type": "multiple",
				"data": [
					[
						"สมเด็จพระรามาธิบดีที่ 1 (อู่ทอง) ได้ทรงวางระบอบการปกครองส่วนกลางเป็นแบบ จตุสดมภ์ ตามแบบ ขอม มีพระมหากษัตริย์ทรงเป็นผู้อำนวยการปกครองสูงสุด และมีเสนาบดี 4 คน คือ ขุนเมือง (เวียง) ขุนวัง ขุนคลัง และขุนนา เป็นผู้ช่วยดำเนินการเกี่ยวกับกิจการทั้ง 4 คือ"
					],
					[
						"1.เมือง (เวียง) รับผิดชอบด้านรักษาความสงบและปราบปรามโจรผู้ร้าย"
					],
					[
						"2.วัง มีหน้าที่เกี่ยวกับราชสำนัก การยุติธรรม และตัดสินคดีความต่างๆ"
					],
					[
						"3.คลัง ได้แก่ งานด้านคลังมหาสมบัติ การค้า และภาษีต่างๆ"
					],
					[
						"4.นา รับผิดชอบเกี่ยวกับการเกษตร"
					],
					[
						"สำหรับการจัดระเบียบการปกครองนั้นได้นำรูปแบบในสมัยสุโขทัยมาใช้ โดยให้ กรุงศรีอยุธยาเป็นราชธานี และเป็นศูนย์กลางการปกครอง เมืองอื่นๆ แบ่งเป็น 3 ประเภท"
					],
					[
						"1.หัวเมืองชั้นใน ประกอบด้วยเมืองหน้าด่านชั้นในสำหรับป้องกันในราชธานี 4 ทิศ คือ ลพบุรี นครนายก พระประแดง และสุพรรณบุรี รวมทั้งหัวเมืองชั้นในเรียงรายตามระยะทางคมนาคม สามารถติต่อกับราชธานีได้ภายใน 2 วัน เช่น นครพนม สิงห์บุรี ปราจีนบุรี ชลบุรี เพชรบุรี ราชบุรี เป็นต้น"
					],
					[
						"2.หัวเมืองชั้นนอก หรือเมืองพระยามหานคร ได้แก่ เมืองซึ่งอยู่นอกเขตหัวเมืองชั้นในออกไปตามทิศต่างๆ ได้แก่ โคราช จันทบุรี ไชยา นครศรีธรรมราช พัทลุง สงขลา ถลาง ตะนาวศรี ทวาย และเชียงกราน เมืองเหล่านี้บางเมืองในสมัยสุโขทัย จัดว่าเป็นเมืองประเทศราชแต่ในสมัยอยุธยาได้เปลี่ยนสภาพมาเป็นหัวเมืองชั้นนอก"
					],
					[
						"3.เมืองประเทศราช ได้แก่ เมืองมะละกา ยะโฮร์ ทางแหลมมลายู และกัมพูชาด้านตะวันออกในสมัยอยุธยานี้ นอกจากจะจัดการปกครองส่วนภูมิภาคเป็นหัวเมืองต่างๆ แล้ว ยังมีการจัดระเบียบการปกครองท้องที่ในหัวเมืองชั้นในอีก โดยแบ่งออกเป็นแขวง แขวงแบ่งออเกเป็นตำบล และตำบลแบ่งออกเป็นหมู่บ้าน โดยมีผู้ปกครองตามระดับ ดังนี้ หมื่นแขวง กำนันซึ่งมักได้รับบรรดาศักดิ์เป็นพัน และผู้ใหญ่บ้าน"
					],
					[
						"ประชาชนในสมัยอยุธยาตอนต้นมีฐานะเป็นไพร่ ทำหน้าที่ทั้งทางราชการ และหน้าที่ทางพลเรือน พร้อมกันไปเพราะว่าการปกครองในสมัยนั้นยังไม่มีทฤษฎีการแบ่งงาน ประชาชนเป็นไพร่ได้รับที่ดินตามที่ตนและครอบครัวจะทำการเพาะปลูกได้ เมื่อมีผลผลิตเกิดขึ้นพวกไพร่จะต้องมอบส่วนหนึ่งให้กับขุนวัง หรือผู้ซึ่งได้รับมอบหมายให้ดูแลที่ดินนั้น ไพร่จะต้องสละเวลาส่วนหนึ่งไปรับใช้ ผู้ที่ยอมให้ตนอยู่ในที่ดินของเขา ขุนนางจะเป็นผู้ควบคุมไพร่โดยตรง และมีหน้าที่ระดมกำลังยามศึกสงคราม หรือเกณฑ์แรงงานไปช่วยทำงานสาธารณประโยชน์ ซึ่งเท่ากับว่าประชาชนหรือไพร่ทุกคนจะต้องรับใช้พระมหากษัตริย์ มีฐานะเป็นทหารทุกคน"
					]
				]
			}
		]
	},
	"page9": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "สมัยอยุธยาตอนกลาง (พ.ศ. 1991 - 2231)",
				"video": "0blgmlUY1Qc",
				"type": "text",
				"data": "เริ่มตั้งแต่รัชกาลสมเด็จพระบรมไตรโลกนาถเป็นต้นมา หลังจากที่ได้ผนวกเอาอาณาจักร สุโขทัยมาเป็นส่วนหนึ่งของอาณา จักรอยุธยาตั้งแต่ปี พ.ศ. 1981 ทำให้อาณาจักรมีขนาดกว้างขวางขึ้น ดูแลไม่ทั่วถึง จำเป็นต้องมีการปรับปรุงใหม่ มีลักษณะสำคัญ 2 ประการคือ จัดการรวมอำนาจเข้าสู่ศูนย์กลางและแยกกิจการฝ่ายพลเรือนกับ ฝ่ายทหารออกจากกันซึ่งได้ใช้เป็นแบบแผนจนถึงในรัชสมัย พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว (ร.5)"
			},
			{
				"title": "1.การปกครองส่วนกลาง",
				"type": "multiple",
				"data": [
					[
						"สมเด็จพระบรมไตรโลกนาถโปรดฯ ให้มีตำแหน่งสมุหกลาโหม รับผิดชอบด้านการทหาร มีหน้าที่บังคัญชาตรวจตราการทหาร รวบรวมไพร่พลและเสบียงเตรียมพร้อมเมื่อมีศึก และสมุหนายก บังคับบัญชาข้าราชการฝ่ายพลเรือนและดูแลจตุสดมภ์ นอกจากนี้ยังได้ทรงตั้งหน่วยงานขึ้น จากเดิม 4 กรม เป็น 6 กรม ที่เพิ่มขึ้นมาอีก 2 กรม คือ"
					],
					[
						"1) กรมมหาดไทย มีพระยาจักรีศรีองครักษ์เป็นสมุหนายก มีฐานะเป็นอัครมหาเสนาบดี มีหน้าที่ควบคุมกิจการพลเรือนทั่วประเทศ"
					],
					[
						"2) กรมกลาโหม มีพระยามหาเสนาเป็นสมุหพระกลาโหม มีฐานะเป็นอัครมหาเสนาบดี มีหน้าที่ควบคุมกิจการทหารทั่วประเทศ"
					],
					[
						"นอกจากนี้ใน 4 กรมจตุสดมภ์ที่มีอยู่แล้ว ทรงให้มีการปรับปรุงเสียใหม่ โดยตั้งชื่อกรมและเสนาบดีขึ้นมาใหม่เพื่อควบคุมและรับผิดชอบในแต่ละกรม ดังนี้"
					],
					[
						"- กรมเมือง (เวียง)  เปลี่ยนเป็น“นครบาล” มีพระนครบาลเป็นเสนาบดี"
					],
					[
						"- กรมวัง  เปลี่ยนเป็น“พระธรรมาธิกรณ์” มีพระธรรมาธิกรณ์เป็นเสนาบดี"
					],
					[
						"- กรมคลัง  เปลี่ยนเป็น“โกษาธิบดี” มีพระโกษาธิบดีเป็นเสนาบดี"
					],
					[
						"- กรมนา  เปลี่ยนเป็น“เกษตราธิการ” มีพระเกษตราธิการเป็นเสนาบดี"
					],
					[
						"อนึ่ง เนื่องจากในรัชกาลสมเด็จพระบรมไตรโลกนาถได้ทรงย้ายที่ประทับไปที่ เมืองพิษณุโลก เป็นเวลา 25 ปี (พ.ศ. 2006 - 2031) หลังจากที่ทรงประทับอยู่ที่ราชธานีมา"
					],
					[
						"ตั้งแต่ครองราชย์เป็นเวลา 15 ปี (พ.ศ. 1991 - 2006) ทำให้เมืองพิษณุโลกมีฐานะเป็นเมืองหลวงอยู่ระยะหนึ่งมีศูนย์กลางการบริหารราชการแผ่นดินอยู่ที่เมืองนี้ โดยให้เมืองอยุธยามีฐานะเป็นเมืองลูกหลวง กระทั่งมาถึงในรัชกาลต่อมา คือในสมัยสมเด็จพระบรมราชาธิราชที่ 3 จึงได้ย้ายราชธานี กลับมาอยู่ที่กรุงศรีอยุธยาตามเดิม"
					]
				]
			},
			{
				"title": "2.การปกครองส่วนภูมิภาค",
				"type": "multiple",
				"data": [
					[
						"สมเด็จพระบรมไตรโลกนาถทรงยกเลิกการปกครองแบบเดิมทั้งหมด แล้วจัดระบบใหม่ดังนี้"
					],
					[
						"1)หัวเมืองชึ้นใน ทรงยกเลิกเมืองลูกหลวงหรือเมืองหน้าด่านทั้ง 4 ทิศที่เคยมีมา แล้วเปลี่ยนเป็นเมืองชั้นใน มีฐานะเป็นเมืองจัตวา ผู้ปกครองเมืองเหล่านี้เรียกว่า ผู้รั้ง พระมหากษัตริย์จะเป็นผู้แต่งตั้งขุนนางในกรุงศรีอยุธยาไปทำหน้าที่ผู้รั้งเมือง ต้องรับคำสั่งจากในราชธานีไปปฏิบัติเท่านั้น ไม่มีอำนาจในการปกครองโดยตรง เมืองที่จัดให้เป็นหัวเมืองชั้นใน ได้แก่ ราชบุรี เพชรบุรี ปราณบุรี สมุทรสงคราม นครชัยศรี สุพรรณบุรี ชัยนาท นครสวรรค์ ฉะเชิงเทรา ชลบุรี ปราจีนบุรี นครนายก"
					],
					[
						"2)หัวเมืองชั้นนอก ( เมืองพระยามหานคร) เป็นหัวเมืองที่อยู่ภายนอกราชธานีออกไป จัดเป็นหัวเมืองชั้นตรี โท เอก ตามขนาดและความสำคัญของหัวเมืองนั้น เมืองเหล่านี้มีฐานะเดียวกันกับหัวเมืองชั้นใน คือขึ้นอยู่ในการปกครองจากราชธานีเท่านั้น พระมหากษัตริย์จะทรงแต่งตั้งพระราชวงศ์หรือข้าราชการชั้นสูง เป็นผู้สำเร็จราชการเมือง ซึ่งมีอำนาจสิทธิ์ขาดในเมืองนั้น และมีกรมการพนักงานปกครองทุกอย่าง เช่น ในราชธานี"
					],
					[
						"- หัวเมืองชั้นเอก ได้แก่ เมืองพิษณุโลก นครศรีธรรมราช"
					],
					[
						"- หัวเมืองชั้นโท ได้แก่ เมืองสุโขทัย กำแพงเพชร"
					],
					[
						"- หัวเมืองชั้นตรี ได้แก่ พิจิตร พิชัย นครสวรรค์ ฉะเชิงเทรา พัทลุง รวมถึงเมืองขนาดเล็กอื่นๆ"
					],
					[
						"3)หัวเมืองประเทศราช ยังให้มีการปกครองเหมือนเดิม มีแบบแผนขนบธรรมเนียมเป็นของตนเอง มีเจ้าเมืองเป็นคนในท้องถิ่นนั้น ส่วนกลางจะไม่เข้าไปยุ่งเกี่ยว ในด้านการปกครอง เพียงแต่ต้องมีหน้าที่ต้องส่งต้นไม้เงิน ต้นไม้ทอง และเครื่องราชบรรณาการมาถวายพระมหากษัตริย์แห่งกรุงศรีอยุธยาตามเวลาที่กำหนด และอาจ เกณฑ์ไพร่พลและสิ่งของมาช่วยราชการตามที่ราชธานีตามที่ได้มีพระบรมราชโองการโปรดเกล้าฯ ลงไป หัวเมืองประเทศราชในสมัยนั้น ได้แก่ เขมร ปัตตานี มะละกา เชียงกราน ตะนาวศรี ทวายนอกจากนี้ยังมีการปกครองส่วนท้องถิ่น ซึ่งได้มีการแบ่งการปกครองเป็นหน่วยย่อย โดยแบ่งเป็น"
					],
					[
						"- บ้าน หรือหมู่บ้าน มีผู้ใหญ่บ้าน มีผู้ว่าราชการเมืองเป็นหัวหน้า จากการเลือกตั้งจากหลายบ้าน"
					],
					[
						"- ตำบล เกิดจากหลายๆ หมู่บ้านรวมกันมีกำนันเป็นหัวหน้า มีบรรดาศักดิ์เป็น พัน"
					],
					[
						"- แขวง เกิดจากหลายๆ ตำบลรวมกัน มีหมื่นแขวงเป็นผู้ปกครอง"
					],
					[
						"- เมือง เกิดจากหลายๆ แขวงรวมกัน มีผู้รั้งหรือพระยามหานครเป็นผู้ปกครอง"
					],
					[
						"ต่อมาในรัชกาลสมเด็จพระรามาธิบดีที่ 2 ได้มีการปรับปรุงระเบียบการปกครองทางด้านการทหาร ได้แก่"
					],
					[
						"- การจัดทำสารบัญชี (หรือสารบาญชี) เพื่อให้ทราบว่ามีกำลังไพร่พลมากน้อยเพียงใด กรมสุรัสวดีมีหน้าที่ทำบัญชีหางว่าวและแยกประเภทว่าขุนนางมีเลข ในสังกัดเท่าใด เพื่อจะได้สะดวกในการเรียกเข้าประจำการ"
					],
					[
						"- สร้างตำราพิชัยสงคราม ซึ่งเป็นตำราที่ว่าด้วยการจัดทัพ การเดินทัพ การตั้งค่าย การจู่โจมและการตั้งรับ ส่วนหนึ่งของตำราได้มาจากทหารอาสาชาวโปรตุเกส"
					],
					[
						"- การทำพิธีทุกหัวเมือง ซักซ้อมความพร้อมเพรียงเพื่อสำรวจจำนวนไพร่พล ( คล้ายกับพิธีถวายสัตย์ปฏิญาณต่อธงชัยเฉลิมพลในปัจจุบัน)"
					]
				]
			}
		]
	},
	"page10": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "สมัยอยุธยาตอนปลาย(พ.ศ.2231-2310)",
				"video": "0blgmlUY1Qc",
				"type": "multiple",
				"data": [
					[
						"1.การปรับปรุงการปกครองสมัยสมเด็จพระเพทราชา (พ.ศ. 2231 - 2301)  เกิดขึ้นในสมัยพระเพทราชา โดยให้คงการปกครองแบบรวมอำนาจเข้าสู่ส่วนกลาง ที่สมเด็จพระบรมไตรโลกนาถทรงตั้งไว้ แต่ได้มีการเปลี่ยนแปลง ทรงแบ่งอำนาจของอัครเสนาบดีเสียใหม่ เพื่อถ่วงดุลอำนาจซึ่งกันและกัน ได้แก่"
					],
					[
						"- สมุหพระกลาโหม  มีอำนาจควบคุมดูแลกิจการทหารในราชธานี และรับผิดชอบหัวเมืองฝ่ายใต้ทั้งกิจการทหาร และพลเรือ"
					],
					[
						"- สมุหนายก  มีอำนาจควบคุมดูแลกิจการจตุสดมภ์ในราชธานี รับผิดชอบหัวเมืองทางเหนือทั้งกิจการทหารและพลเรือน"
					],
					[
						"- พระโกษาธิบดีซึ่งเป็นเสนาบดีกรมคลัง นอกจากดูแลเกี่ยวกับเรื่องรายได้ของ แผ่นดินและการติดต่อค้าขายกับต่างประเทศแล้ว ให้ไปคุมหัวเมืองชายฝั่ง ทะเลด้าน ตะวันออกทั้งทหารและพลเรือนอีกด้วย เพื่อเป็นการง่ายต่อการเรียกกำลังพล เพราะในยามสงคราม ชายฉกรรจ์ทุกคนจะต้องออกรบอยู่แล้วและป้องกันการ ก่อกบฎล้มราชวงศ์กษัตริย์ ที่เกิดขึ้นมากในระยะหลังโดยสมุหพระกลาโหม เพราะมีอำนาจคุมกำลังทหารไว้จำนวนมาก สามารถกระทำการใดๆ ได้โดยง่าย"
					],
					[
						"2.การปรับปรุงการปกครองสมัยพระเจ้าอยู่หัวบรมโกศ  ้ มีการเปลี่ยนแปลงอีกครั้ง ทรงลดอำนาจของสมุหพระกลาโหม โดยให้เสนาบดีกรมคลัง(โกษาธิบดี)ไปคุมหัวเมืองทางใต้แทนสมุหพระกลาโหม คงเหลือให้สมุหพระกลาโหมมีหน้าที่ปรึกษาราชการแผ่นดินเท่านั้น สันนิษฐานว่าสมุหพระกลาโหมอาจกระทำความผิดบางอย่างจึงถูกลดอำนาจหน้าที่ลง"
					]
				]
			}
		]
	},
	"page11": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "สงครามพระเจ้าตะเบ็งชเวตี้ หรือ สงครามคราวเสียสมเด็จพระสุริโยทัย",
				"video": "KnCL9eTBZEY",
				"type": "multiple",
				"data": [
					[
						"เป็นสงครามครั้งแรกระหว่างราชวงศ์ตองอูแห่งพม่ากับอาณาจักรอยุธยา และเป็นสงครามพม่า–ไทยครั้งแรกซึ่งจะดำเนินมาจนกลางคริสต์ศตวรรษที่ 19 สงครามนี้ขึ้นชื่อว่านำมาซึ่งการสงครามสมัยใหม่ตอนต้นในภูมิภาค และขึ้นชื่อในประวัติศาสตร์ไทยว่าสมเด็จพระสุริโยทัยสมเด็จพระราชินีสวรรคตในยุทธหัตถี"
					],
					[
						"เหตุแห่งสงครามมีว่าพม่าพยายามขยายดินแดนไปทางทิศตะวันออกหลังมีความวุ่นวายทางการเมืองในอยุธยา ตลอดจนพยายามหยุดการรุกล้ำเข้าชายฝั่งตะนาวศรีตอนบนของอยุธยา พม่าว่าสงครามนี้เริ่มในเดือนมกราคม 2090 เมื่อกำลังของอยุธยาพิชิตเมืองชายแดนทวาย ในปีเดียวกันกองทัพพม่านำโดยแม่ทัพเจ้าลครอิน ยึดฝั่งตะนาวศรีตอนบนลงไปถึงทวายคืนได้ ในปีถัดมาคือ ตุลาคม 2091 กองทัพพม่าสามกองโดยมีพระเจ้าตะเบ็งชเวตี้และอุปราชบุเรงนองเป็นผู้นำบุกอยุธยาทางด่านเจดีย์สามองค์ กองทัพพม่าเจาะลึกถึงพระนครอยุธยาแต่ไม่อาจหักเอานครที่มีป้อมปราการหนาแน่นได้ หนึ่งเดือนหลังเริ่มล้อม การตีโต้ตอบของอยุธยาแก้การล้อมได้และขับกำลังฝ่ายบุกครอง แต่พม่าเจรจาการถอยทัพอย่างปลอดภัยโดยแลกกับการคืนองค์เจ้านายสำคัญสองพระองค์ คือ พระราเมศวร พระรัชทายาท และสมเด็จพระมหาธรรมราชาธิราชแห่งพิษณุโลก ที่ถูกจับเป็นเชลย"
					],
					[
						"อย่างไรก็ตาม ชัยชนะครั้งนี้เป็นชัยชนะที่ไม่เด็ดขาด จึงได้นำไปสู่การบุกครองอีกครั้งในสงครามช้างเผือก รัชกาลพระเจ้าบุเรงนอง ใน พ.ศ. 2106 และสงครามคราวเสียกรุงศรีอยุธยาครั้งที่หนึ่ง ใน พ.ศ. 2112 ตามลำดับ"
					]
				]
			}
		]
	},
	"page12": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "สงครามช้างเผือก",
				"video": "0blgmlUY1Qc",
				"type": "multiple",
				"data": [
					[
						"เป็นสงครามก่อนการเสียกรุงศรีอยุธยาครั้งที่หนึ่ง สงครามมีสาเหตุมาจาก ในปีพ.ศ. 2106 พระเจ้าบุเรงนอง ทรงส่งเครื่องราชบรรณาการมาถวายสมเด็จพระมหาจักรพรรดิเพื่อทูลขอ ช้างเผือก 2 เชือก เนื่องจากกรุงศรีอยุธยาในขณะนั้นมีช้างเผือกอยู่ทั้งหมด 7 เชือก ฝ่ายขุนนางจึงมีความเห็นเป็นสองฝ่าย ฝ่ายหนึ่งต้องการให้ส่งช้างเผือกไปถวายแก่พระเจ้าบุเรงนองเพื่อหลีกเลี่ยงสงคราม ส่วนอีกฝ่าย อันได้แก่พระราเมศวร พระยาจักรี พระสุนทรสงครามไม่เห็นด้วยกับการส่งช้างเผือกไป เนื่องจากจะเป็นการอ่อนข้อให้หงสาวดี"
					],
					[
						"ในที่สุดสมเด็จพระมหาจักรพรรดิก็ทรงมีพระบรมราชโองการไม่ประทานช้างเผือก แล้วมีพระราชสาสน์ตอบกลับไปดังนี้"
					],
					[
						"“ช้างเผือกย่อมเกิดสำหรับบุญบารมีของพระเจ้าแผ่นดินผู้เป็นเจ้าของ เมื่อพระเจ้าหงสาวดีได้บำเพ็ญธรรมให้ไพบูรณ์คงจะได้ช้างเผือกมาสู่บารมีเป็นมั่นคงอย่าได้ทรงวิตกเลย”"
					],
					[
						"และรับสั่งให้เตรียมไพร่พลพร้อมรับศึกอย่างเข้มแข็ง ทางฝ่ายพระเจ้าบุเรงนองได้ยกทัพรวมพลที่เมืองเมาะตะมะ จัดทัพใหญ่ออก เป็น 5 ทัพ มีเจ้าเมืองเชียงใหม่ควบคุมกองเรือเสบียง ล่องลงมาถึงเมืองตาก รวมไพล่พลเป็นจำนวนประมาณ 500,000 คน ส่วนทางอยุธยาได้เตรียมพลพร้อมรบและเรือรบจำนวนมาก เพื่อป้องกันการโจมตีจากทัพหลวงของหงสาวดีทางด่านเจดีย์สามองค์ แต่เหตุการณ์ไม่เป็นดังที่คาดไว้ กองทัพพม่ากลับยกทัพมาทางด่านแม่ละเมา และเข้าตีกำแพงเพชรจนชนะ แล้วแยกทัพไปตีสุโขทัย เนื่องด้วยทางสุโขทัยมีกำลังน้อยกว่ามากแต่ก็สู้รบอย่างเต็มความสามารถ แต่ท้ายที่สุดก็ถูกพม่ายึดเมืองได้สำเร็จ จากนั้นพม่าจึงล้อมเมืองพิษณุโลก พระมหาธรรมราชาก็ต่อสู้เต็มความสามารถเช่นกัน แต่เกิดไข้ทรพิษขึ้นในเมืองและเสบียงอาหารก็หมดจึงยอมจำนน หลังจากที่พม่าได้หัวเมืองฝ่ายเหนือแล้วจึงบังคับให้พระมหาธรรมราชาและเจ้าเมืองถือน้ำกระทำสัตย์ให้อยู่ใต้บังคับของพม่า พร้อมทั้งสั่งให้ยกทัพตามลงมาเพื่อตีกรุงศรีอยุธยาด้วย"
					],
					[
						"ในเวลาต่อมา กองทัพพม่าก็ยกมาประชิดเขตเมืองใก้ลทุ่งลุมพลีพระมหาจักรพรรดิทรงให้กองทัพบก กองทัพเรือ ระดมยิงใส่พม่าเป็นสามารถ แต่สู่ไม่ได้จึงถอย ทางพม่าจึงยึดได้ป้อมพระยาจักรี (ทุ่งลุมพลี) ป้อมจำปา ป้อมพระยามหาเสนา (ทุ่งหันตรา) แล้วล้อมกรุงศรีอยุธยาอยู่นาน พระมหาจักรพรรดิทรงเห็นว่าพม่ามีกำลังมาก การที่จะออกไปรบเพื่อเอาชัยคงจะยากนัก จึงทรงสั่งให้เรือรบนำปืนใหญ่ล่องไปยิงทหารพม่าเป็นการถ่วงเวลาให้ เสบียงอาหารหมดหรือเข้าฤดูน้ำหลากพม่าคงจะถอยไปเอง แต่พม่าได้เตรียมเรือรบ และปืนใหญ่มาจำนวนมากยิงใส่เรือรบไทยพังเสียหายหมด แล้วตั้งปืนใหญ่ยิงเข้ามา ในพระนครทุกวัน ถูกชาวบ้านล้มตาย บ้านเรือน วัด เสียหายมาก ทางพระเจ้าบุเรงนองจึงมีพระราชสาสน์มาว่า จะรบต่อไปหรือยอมเป็นไมตรี เนื่องด้วยทางไทยเสียเปรียบมาก พระมหาจักรพรรดิจึงทรงยอมเป็นไมตรี ทำให้ฝ่ายไทยต้องเสียช้างเผือกจาก 2 เชือก เป็น 4 เชือก และทุกปีต้องส่งช้างให้ 30 เชือก พร้อมเงิน 300 ชั่ง จับตัวพระยาจักรี พระราเมศวร และ พระสมุทรสงคราม ไปเป็นตัวประกัน นอกจากนี้ยังจะขอเก็บภาษีอากรจากเมืองมะริดที่ขึ้นกับไทยอีกด้วย ขณะนั้นสมเด็จพระนเรศวรทรงพระชมมายุได้ 9 พรรษาถูกนำเสด็จไปประทับที่กรุงหงสาวดีเพื่อเป็นองค์ประกันด้วย"
					]
				]
			}
		]
	},
	"page13": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "การรบที่เมืองคัง",
				"video": "0blgmlUY1Qc",
				"type": "multiple",
				"data": [
					[
						"เป็นผลมาจากการสวรรคตของพระเจ้าบุเรงนอง พระมหากษัตริย์พม่า ทำให้เจ้าประเทศราชไทยใหญ่กระด้างกระเดื่องต่อพม่า พม่าต้องการปราบปรามเพื่อให้เป็นตัวอย่างแก่ประเทศราชอื่น ๆ พระเจ้านันทบุเรงทรงต้องการให้มีการแข่งขันในการรบ จึงทรงจัดให้เจ้านายพม่าและพระนเรศวรเข้าตีเมืองคังคนละวัน"
					],
					[
						"กองทัพพระมหาอุปราชา ทำการเข้าตีวันแรกก็ถูกฝ่ายข้าศึกผลักก้อนศิลาลงมาทับผู้คนล้มตายเป็นอันมาก มิอาจจะเข้าตีต่อไปได้ ในที่สุดต้องถอยทัพกลับลงมายังค่ายเชิงเขา"
					],
					[
						"กองทัพพระสังกะทัต ทำการเข้าตีวันที่สอง เกิดการรบพุ่งกันเป็นสามารถ แต่ฝ่ายข้าศึกอยู่บนที่สูง ชัยภูมิมั่นได้ผลักก้อนศิลาลงมาถูกรี้พลพระสังกะทัตล้มตายเป็นอันมาก จะขึ้นหักเอามิได้ ก็ต้องถอยทัพกลับลงมาเช่นกัน"
					],
					[
						"กองทัพพระนเรศวร ในระหว่างกองทัพพม่าเข้าตีสองวันแรก พระนเรศวร ได้นำทหารออกสำรวจภูมิประเทศรอบ ๆ เมืองคัง และสังเกตผลการรบของกองทัพพม่าจนกระทั่งพบเส้นทางลับด้านหลังเมืองคัง ซึ่งสามารถเข้าตีเมืองคังได้ง่ายกว่า โดยดำเนินการใช้กลยุทธในการเข้าตี พระนเรศวรแบ่งกำลังพลออกเป็น 2 ส่วน ส่วนที่หนึ่งทำการเข้าตีทางด้านหน้าระดมยิงปืนนกสับขึ้นไปอย่างแน่นหนา ในขณะที่ข้าศึกกำลังสาละวนผลักก้อนศิลา และทำการยิงโต้ตอบทางด้านหน้า พระนเรศวรทรงนำทหารจำนวนหนึ่งจู่โจมเข้าตีกระหนาบทางด้านหลังทำให้ข้า ศึกพะว้าพะวัง พระองค์ทรงนำทหารเข้าตีโดยมีการวางแผนอย่างรอบคอบ ใช้กำลังส่วนน้อยเข้าตีลวงข้าศึกเมืองคังด้านหน้า แล้วใช้กำลังส่วนใหญ่เข้าตีทางด้านหลังเมืองคังและสามารถเข้ายึดเมืองคังได้เป็นผลสำเร็จ"
					],
					[
						"กองทัพอยุธยาสามารถเข้าตีเมืองคังได้ ทำให้พระนเรศวรมีชื่อเสียงเกรียงไกรไปทั่วทุกสารทิศ เมื่อพระเจ้านันทบุเรงได้ประจักษ์ในความกล้าหาญเด็ดเดี่ยวในการรบของพระนเรศวรก็ทรงดำริว่า อันพระนเรศวรนั้น ทรงพระปรีชาสามารถในการรบ มีพระสติปัญญามั่นคงกล้าหาญ ละไว้นานจะเป็นอันตรายต่อกรุงหงสาวดี จึงคิดอุบายเพื่อนำตัวขึ้นมาสำเร็จโทษที่กรุงหงสาวดี เพื่ออำนาจกรุงหงสาวดีจะได้แผ่ไพศาลโดยไม่ต้องระแวงภัยจากกรุงศรีอยุธยา แต่ฝ่ายสมเด็จนเรศวรทรงทราบความก่อน จึงได้ยกกองทัพกลับอาณาจักรกรุงศรีอยุธยา"
					]
				]
			}
		]
	},
	"page14": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "การเสียกรุงศรีอยุธยาครั้งที่หนึ่ง",
				"video": "d15XqZRvE-Q",
				"type": "multiple",
				"data": [
					[
						"เป็นส่วนหนึ่งของความขัดแย้งระหว่างอาณาจักรตองอูและอาณาจักรอยุธยา อันเป็นผลมาจากความต้องการของพระเจ้าบุเรงนองซึ่งต้องการได้กรุงศรีอยุธยาเป็นประเทศราชและอาจถือได้ว่าเป็นผลสืบเนื่องมาจากสงครามช้างเผือก ในปี พ.ศ. 2106 ที่ทรงตีกรุงศรีอยุธยาไม่สำเร็จ"
					],
					[
						"ความขัดแย้งภายในกรุงศรีอยุธยาระหว่างสมเด็จพระมหาจักรพรรดิกับเจ้าเมืองพิษณุโลก พระมหาธรรมราชา ซึ่งมีพระทัยฝักใฝ่พม่า ได้นำไปสู่ความพินาศของกรุงศรีอยุธยาในที่สุด"
					],
					[
						"พระเจ้าบุเรงนองทรงนำทัพเข้ารุกรานกรุงศรีอยุธยาในเดือนตุลาคม พ.ศ. 2111 ยกเข้ามาทางด่านแม่ละเมา เมืองตาก รวมทั้งหมด 7 ทัพ ประกอบด้วย พระมหาอุปราชา เจ้าเมืองแปร เจ้าเมืองตองอู เจ้าเมืองอังวะ เจ้าเมืองเชียงใหม่ และเชียงตุง เข้ามาทางเมืองกำแพงเพชร โดยได้เกณฑ์หัวเมืองทางเหนือรวมทั้งเมืองพิษณุโลกมาร่วมสงครามด้วย รวมจำนวนได้กว่า 500,000 นาย ยกทัพลงมาถึงพระนครในเดือนธันวาคมปีเดียวกัน โดยให้พระมหาธรรมราชาเป็นกองหลังดูแลคลังเสบียง ทัพพระเจ้าบุเรงนองก็ตั้งค่ายรายล้อมพระนครอยู่ไม่ห่าง การตั้งรับภายในพระนครส่งผลให้มีการระดมยิงปืนใหญ่ของข้าศึกทำลายอาคารบ้านเรือนอยู่ตลอด ทำให้ได้รับความเสียหายอย่างมาก"
					],
					[
						"ฝ่ายกรุงศรีอยุธยาเมื่อทราบว่าหัวเมืองทางเหนือเป็นของพม่าแล้ว จึงเตรียมรบ อยู่ที่พระนคร นำปืนนารายณ์สังหารยิงไปยังกองทัพพระเจ้าหงสาวดีที่ตั้งอยู่บริเวณทุ่งลุมพลี ถูกทหาร ช้าง ม้าล้มตายจำนวนมาก พม่าจึงถอยทัพมาตั้งที่บ้านพราหมณ์ให้พ้นทางปืน แล้วพระเจ้าหงสาวดีจึงเรียกประชุมการศึก พระมหา อุปราชเห็นสมควรให้ยกทัพเข้าตีไทยทุกด้านเพราะมีกำลังมากกว่า แต่พระเจ้าหงสาวดีไม่เห็นด้วยเพราะกรุงศรีอยุธยามีทำเลดีมีน้ำล้อมรอบ จึงสั่งให้ตีเฉพาะด้านตะวันออกเพราะคูเมืองแคบที่สุด พม่าพยายามจะทำสะพานข้ามคูเมืองโดยนำดินมาถมเป็นสะพาน พระมหาเทพนายกองรักษาด่านอย่างเต็มสามารถ โดยให้ทหารไทยใช้ปืนยิงทหารพม่าที่ขนดินถมเป็นสะพานเข้ามา ทำให้พม่าล้มตายจำนวนมากจึงถอยข้ามคูกลับไป"
					],
					[
						"พระเจ้าบุเรงนองทรงพยายยามโจมตีอยู่นานจนถึงเดือนเมษายน พ.ศ. 2112 ก็ยังไม่ได้กรุงศรีอยุธยา อีกทั้งยังสูญเสียกำลังพลเป็นจำนวนมาก พระองค์ทรงพยายามเปลี่ยนที่ตั้งค่ายอยู่หลายระยะ โดยในภายหลังทรงย้ายค่ายเข้าไปใกล้กำแพงเมืองจนทำให้สูญเสียพลอย่างมาก ระหว่างการสงครามสมเด็จพระมหาจักรพรรดิประชวรและสวรรคตในเวลาต่อมา สมเด็จพระมหินทร์ขึ้นครองราชและทรงบัญชาการรบแทน"
					],
					[
						"พระเจ้าบุเรงนองจึงถามพระมหาธรรมราชาว่าจะ ทำอย่างไรให้ชนะศึกโดยเร็ว พระมหาธรรมราชาทรงแนะว่าพระยารามเป็นแม่ทัพสำคัญหากได้ตัวมาการยึดพระนครจักสำเร็จ จึงมีสาสน์มาถึงพระอัครชายาว่า “...การศึกเกิดจากพระยารามที่ยุยงให้พี่น้องต้องทะเลาะกัน ถ้าส่งตัวพระยารามมา ให้พระเจ้าหงสาวดีจะยอมเป็นไมตรี...” สมเด็จพระมหินทร์ฯทรงอ่านสาสน์แล้ว ปรึกษากับข้าราชการต่างๆจึงเห็นสมควรสงบศึกเพราะผู้คนล้มตายกันมากแล้ว สมเด็จพระมหินทร์ฯมีรับสั่งให้ส่งพระสังฆราชออกไปเจรจาและส่งตัวพระยารามให้พระเจ้าบุเรงนองเพื่อเป็นไมตรี แต่พระเจ้าบุเรงนองตบัตสัตย์ไม่ยอมเป็นไมตรี ทำให้สมเด็จพระมหินทร์ฯทรงพิโรธโกรธแค้นในการกลับกลอกของพระเจ้าบุเรงนองอย่างมาก มีรับสั่งให้ขุนศึกทหารทั้งปวงรักษาพระนครอย่างเข้มแข็ง พระเจ้าบุเรงนองเห็นว่ายังไม่สามารถตีกรุงศรีอยุธยาไม่ได้ จึงส่งพระมหาธรรมราชามาเกลี้ยกล่อมให้ยอมแพ้แต่ถูก ทหารไทยเอาปืนไล่ยิงจนต้องหนีกลับไป"
					],
					[
						"พระเจ้าหงสาวดีจึงคิดอุบายจะใช้พระยาจักรีที่จับตัวได้เป็นประกันเมื่อครั้งสงครามช้างเผือกเป็นใส้ศึก จึงให้พระมหาธรรมราชาทรงเกลี้ยกล่อมพระยาจักรีให้เป็นไส้ศึกในกรุงศรีอยุธยา แล้วแกล้งปล่อยตัวออกมา รุ่งเช้าพม่าทำทีเป็นตามหาแต่ไม่พบเลยจับตัวผู้คุมมาตัดหัวเสียบไว้ริมแม่น้ำเพื่อให้ไทยหลงกล"
					],
					[
						"สมเด็จพระมหินทร์ฯทรงดีพระทัยที่พระยาจักรีหนีมาได้จึงทรงแต่งตั้งให้เป็นผู้บังคับบัญชาการรบแทนที่พระยาราม ครั้นพระยาจักรีได้รับแต่งตั้งให้ดำรงตำแหน่งรักษาพระนครแล้วจึงดำเนินการสับเปลี่ยนหน้าที่ของฝ่ายต่าง ๆ จนกระทั่งการป้องกันพระนครอ่อนแอลง พระยาจักรีได้ใส่ ร้ายให้พระศรีสาวราชว่าเป็นกบฏจึงถูกสำเร็จโทษ เมื่อเห็นว่าได้เวลาอันควรพระยาจักรีจึงให้สัญญาณแก่พม่าเข้าตีกรุงศรีอยุธยาทุกด้าน และทำให้กองทัพพม่าเข้าสู่พระนครสำเร็จโดยใช้เวลาเพียง 1 เดือน"
					],
					[
						"ในวันที่ 7 สิงหาคม พ.ศ. 2112 (เดือน๙ไทย) พระยาจักรีจึงให้สัญญาณแก่พม่าเข้าตีกรุงศรีอยุธยาและเปิดประตูเมือง ทำให้ทัพพม่าเข้ายึดพระนครสำเร็จ กรุงศรีอยุธยาจึงตกเป็นเมืองขึ้นของอาณาจักรตองอู"
					]
				]
			}
		]
	},
	"page15": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "สงครามยุทธหัตถี",
				"video": "DPgKTQBLV34",
				"type": "multiple",
				"data": [
					[
						"เป็นสงครามที่เกิดขึ้นในปี พ.ศ. 2135 ระหว่างอยุธยากับพม่า ผลของสงครามครั้งนั้นปรากฏว่าอยุธยาเป็นฝ่ายชนะถึงแม้จะมีกำลังพลน้อยกว่า"
					],
					[
						"ในปี พ.ศ. 2135 พระเจ้านันทบุเรง โปรดให้พระมหาอุปราชา นำกองทัพทหารสองแสนสี่หมื่นคน มาตีกรุงศรีอยุธยาหมายจะชนะศึกในครั้งนี้ สมเด็จพระนเรศวร ทรงทราบว่า พม่าจะยกทัพใหญ่มาตี จึงทรงเตรียมไพร่พล มีกำลังหนึ่งแสนคนเดินทางออกจากบ้านป่าโมกไปสุพรรณบุรี ข้ามน้ำตรงท่าท้าวอู่ทอง และตั้งค่ายหลวงบริเวณหนองสาหร่าย"
					],
					[
						"เช้าของวันจันทร์ แรม ๒ ค่ำ เดือนยี่ ปีมะโรง พ.ศ. 2135 สมเด็จพระนเรศวรและสมเด็จพระเอกาทศรถทรงเครื่องพิชัยยุทธ สมเด็จพระนเรศวรทรงช้าง นามว่า เจ้าพระยาไชยานุภาพ ส่วนพระสมเด็จพระเอกาทศรถ ทรงช้างนามว่า เจ้าพระยาปราบไตรจักร ช้างทรงของทั้งสองพระองค์นั้นเป็นช้างชนะงา คือช้างมีงาที่ได้รับการฝึกให้รู้จักการต่อสู้มาแล้วหรือเคยผ่านสงครามชน ช้าง ชนะช้างตัวอื่นมาแล้ว ซึ่งเป็นช้างที่กำลังตกมัน ในระหว่างการรบจึงวิ่งไล่ตามพม่าหลงเข้าไปในแดนพม่า มีเพียงทหารรักษาพระองค์และจาตุรงค์บาทเท่านั้นที่ติดตามไปทัน"
					],
					[
						"สมเด็จพระนเรศวรทอดพระเนตรเห็นพระมหาอุปราชาทรงพระคชสารอยู่ในร่มไม้กับเหล่าท้าว พระยา จึงทราบได้ว่าช้างทรงของสองพระองค์หลงถลำเข้ามาถึงกลางกองทัพ และตกอยู่ในวงล้อมข้าศึกแล้ว แต่ด้วยพระปฏิภาณไหวพริบของสมเด็จพระนเรศวร ทรงเห็นว่าเป็นการเสียเปรียบข้าศึกจึงไสช้างเข้าไปใกล้ แล้วตรัสถามด้วยคุ้นเคยมาก่อนแต่วัยเยาว์ว่า “พระเจ้า พี่เราจะยืนอยู่ใยในร่มไม้เล่า เชิญออกมาทำยุทธหัตถีด้วยกัน ให้เป็นเกียรติยศไว้ในแผ่นดินเถิด ภายหน้าไปไม่มีพระเจ้าแผ่นดินที่จะได้ยุทธหัตถีแล้ว” พระมหาอุปราชาได้ยินดังนั้น จึงไสช้างนามว่า พลายพัทธกอเข้าชนเจ้าพระยาไชยานุภาพเสียหลัก พระมหาอุปราชาทรงฟันสมเด็จพระนเรศวรด้วยพระแสงของ้าว แต่สมเด็จพระนเรศวรทรงเบี่ยงหลบทัน จึงฟันถูกพระมาลาหนังขาด จากนั้นเจ้าพระยาไชยานุภาพชนพลายพัทธกอเสียหลัก สมเด็จพระนเรศวรทรงฟันด้วยพระแสงของ้าวถูกพระมหาอุปราชาเข้าที่อังสะขวา สิ้นพระชนม์อยู่บนคอช้าง"
					],
					[
						"ส่วน สมเด็จพระเอกาทศรถทรงฟันเจ้าเมืองจาปะโรเสียชีวิตเช่นกัน ทหารพม่าเห็นว่าแพ้แน่แล้ว จึงใช้ปืนระดมยิงใส่สมเด็จพระนเรศวรได้รับบาดเจ็บ ทันใดนั้น ทัพหลวงไทยตามมาช่วยทัน จึงรับทั้งสองพระองค์กลับพระนคร พม่าจึงยกทัพกลับกรุงหงสาวดีไป นับแต่นั้นมาก็ไม่มีกองทัพใดกล้ายกมากล้ำกรายกรุงศรีอยุธยาอีกเป็นระยะเวลา อีกยาวนาน"
					],
					[
						"แต่ในมหายาชะเวงหรือพงศาวดารของพม่า ระบุว่า การยุทธหัตถีครั้งนี้ ช้างทรงของสมเด็จพระนเรศวรบุกเข้าไปในวงล้อมของฝ่ายพม่า ฝ่ายพม่าก็มีการยืนช้างเรียงเป็นหน้ากระดาน มีทั้งช้างของพระมหาอุปราชา ช้างของเจ้าเมืองชามะโรง ทหารฝ่ายสมเด็จพระนเรศวรก็ระดมยิงปืนใส่ฝ่ายพม่า เจ้าเมืองชามะโรงสั่งเปิดผ้าหน้าราหูช้างของตน เพื่อไสช้างเข้ากระทำยุทธหัตถีกับสมเด็จพระนเรศวรเพื่อป้องกันพระมหาอุปราชา แต่ปรากฏว่าช้างของเจ้าของชามะโรงเกิดวิ่งเข้าใส่ช้างของพระมหาอุปราชาเกิดชุลมุนวุ่นวาย กระสุนปืนลูกหนึ่งของทหารฝ่ายสมเด็จพระนเรศวรก็ยิงถูกพระมหาอุปราชาสิ้นพระชนม์"
					]
				]
			}
		]
	},
	"page16": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "การปฏิวัติสยาม พ.ศ. 2231",
				"video": "NnAWoaiWJgY",
				"type": "text",
				"data": "เป็นจุดเปลี่ยนครั้งสำคัญของอาณาจักรอยุธยา เมื่อพระเพทราชา หนึ่งในขุนนางฝ่ายทหารที่สมเด็จพระนารายณ์มหาราชไว้วางพระราชหฤทัย ถือโอกาสในช่วงที่สมเด็จพระนารายณ์มหาราชกำลังประชวรหนัก จับพระปีย์ซึ่งเป็นหนึ่งในผู้มีสิทธิ์สืบราชสมบัติสำเร็จโทษ พร้อมกับประหารชีวิตคอนสแตนติน ฟอลคอน หรือ เจ้าพระยาวิชาเยนทร์ ขุนนางคนสนิทของสมเด็จพระนารายณ์มหาราช นอกจากนี้เมื่อพระเพทราชาได้ทรงกระทำการปราบดาภิเษกแล้ว พระองค์ยังได้ทรงสถาปนาเจ้าฟ้าสุดาวดี กรมหลวงโยธาเทพ พระราชธิดาพระองค์เดียวในสมเด็จพระนารายณ์มหาราช ขึ้นเป็นพระอัครมเหสีฝ่ายซ้าย สมเด็จพระเพทราชาได้ทรงพยายามขับไล่กองทหารฝรั่งเศสออกจากสยาม ซึ่งหนึ่งในเหตุการณ์สำคัญนั้นคือ การล้อมบางกอก กองทัพสยามจำนวนหลายหมื่นคนใช้เวลาสี่เดือนในการล้อมป้อมปราการของฝรั่งเศสภายในเมือง อันเป็นผลสืบเนื่องจากการปฏิวัติของพระองค์ ผลลัพธ์จากการปฏิวัติครั้งนั้นทำให้สยามตัดความสัมพันธ์ทางการทูตกับบรรดาชาติตะวันตกเกือบสิ้นเชิง กว่าจะมีการฟื้นฟูความสัมพันธ์ขึ้นอีกครั้งก็ต้องรอถึงช่วงปลายพุทธศตวรรษที่ 24"
			}
		]
	},
	"page17": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "สงครามพระเจ้าอลองพญา",
				"video": "0blgmlUY1Qc",
				"type": "multiple",
				"data": [
					[
						"เป็นชื่อเรียกความขัดแย้งทางทหารครั้งแรกระหว่างอาณาจักรโกนบองแห่งพม่า กับอาณาจักรอยุธยาสมัยราชวงศ์บ้านพลูหลวง สงครามครั้งนี้เป็นการจุดชนวนการสงครามนานหลายศตวรรษระหว่างทั้งสองรัฐขึ้นอีกครั้ง ซึ่งจะกินเวลานานไปอีกหนึ่งศตวรรษข้างหน้า ฝ่ายพม่านั้นอยู่ที่ “ขอบแห่งชัยชนะ” แล้วเมื่อจำต้องถอนกำลังจากการล้อมอยุธยา เนื่องจากพระเจ้าอลองพญาถูกระเบิดปืนใหญ่สิ้นพระชนม์ พระองค์สวรรคตและทำให้สงครามครั้งนี้ยุติลง"
					],
					[
						"ความต้องการครอบครองชายฝั่งตะนาวศรีและการค้าขายในแถบนี้เป็นชนวนเหตุของสงคราม และการให้การสนับสนุนของอยุธยาต่อกบฏมอญแห่งอดีตราชอาณาจักรหงสาวดีฟื้นฟู ราชวงศ์โกนบองที่เพิ่งจะสถาปนาขึ้นใหม่นั้นต้องการจะแผ่ขยายอำนาจเข้าควบคุมชายฝั่งตะนาวศรีตอนบนอีกครั้ง (ปัจจุบันคือ รัฐมอญ) ซึ่งอยุธยาได้ให้การสนับสนุนแก่กบฏชาวมอญและจัดวางกำลังพลไว้ ฝ่ายอยุธยาปฏิเสธข้อเรียกร้องของพม่าที่จะส่งตัวผู้นำกบฏมอญหรือระงับการบุกรุกดินแดนซึ่งพม่ามองว่าเป็นดินแดนของตน"
					],
					[
						"สงครามครั้งนี้เริ่มต้นขึ้นในเดือนธันวาคม พ.ศ. 2302 เมื่อทหารพม่า 40,000 นาย ภายใต้การนำของพระเจ้าอลองพญา และพระราชบุตร เจ้าชายมังระ ยกพลรุกรานลงมาตามชายฝั่งตะนาวศรีจากเมาะตะมะ แผนยุทธการของพระองค์คือ เคลื่อนทัพหลบตำแหน่งที่มีการป้องกันอย่างแข็งแรงของอยุธยา ตามเส้นทางการรุกรานที่สั้นและเข้าถึงโดยตรงมากกว่า กองทัพรุกรานพิชิตการป้องกันของอยุธยาที่ค่อนข้างเบาบางตามแนวชายฝั่ง ข้ามเทือกเขาตะนาวศรีไปจนถึงอ่าวไทย จากนั้นวกขึ้นเหนือไปยังกรุงศรีอยุธยา ฝ่ายอยุธยารู้สึกประหลาดใจกับการรุกรานดังกล่าว โดยรีบจัดทัพมาเผชิญกับพม่าทางใต้ของกรุง และจัดตั้งการป้องกันอย่างกล้าหาญระหว่างทางสู่กรุงศรีอยุธยา แต่กองทัพพม่าซึ่งกรำศึกกลับเอาชนะกองทัพฝ่ายป้องกันของอยุธยาซึ่งมีจำนวนเหนือกว่าได้ และเคลื่อนมาถึงชานกรุงเมื่อวันที่ 11 เมษายน พ.ศ. 2303 แต่เพียงห้าวันหลังจากการล้อมเริ่มต้นขึ้น พระมหากษัตริย์พม่ากลับทรงพระประชวรและมีการตัดสินใจยกทัพกลับ ปฏิบัติการของทหารกองหลังอันมีประสิทธิภาพ ภายใต้การนำของแม่ทัพมังฆ้องนรธาทำให้การถอนกำลังเป็นไปอย่างเป็นระเบียบเรียบร้อย"
					],
					[
						"สงครามดังกล่าวไม่มีบทสรุปแน่ชัด ขณะที่พม่าสามารถแผ่อำนาจควบคุมเหนือชายฝั่งตะนาวศรีตอนบนไปจนถึงทวาย แต่ก็ยังไม่สามารถกำจัดภัยคุกคามจากดินแดนรอบข้างได้ ซึ่งถือว่าไม่ค่อยสำคัญเท่าใดนัก ฝ่ายพม่าถูกบีบให้ตกลงกับกบฏชนกลุ่มน้อยที่ได้รับการสนับสนุนจากอยุธยา เช่นเดียวกับในล้านนา ในอีกสี่ปีต่อมา พม่าจะยกทัพมารุกรานอาณาจักรอยุธยาอีกครั้ง และนำไปสู่การเสียกรุงศรีอยุธยาครั้งที่สองในปี พ.ศ. 2310 ยุติประวัติศาสตร์นานสี่ศตวรรษของอยุธยา"
					]
				]
			}
		]
	},
	"page18": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "การเสียกรุงศรีอยุธยาครั้งที่สองหรือ สงครามคราวเสียกรุงศรีอยุธยาครั้งที่สอง",
				"video": "UOivhCJfBg4",
				"type": "multiple",
				"data": [
					[
						"เป็นความขัดแย้งทางทหารครั้งที่สองระหว่างราชวงศ์โกนบองแห่งพม่า กับราชวงศ์บ้านพลูหลวงแห่งอยุธยา ในการทัพครั้งนี้ กรุงศรีอยุธยาซึ่งเป็นราชธานีคนไทยเกือบสี่ศตวรรษได้เสียแก่พม่าและถึงกาลสิ้นสุดลงไปด้วย เหตุการณ์ได้เกิดขึ้นเมื่อวันอังคาร ขึ้น 9 ค่ำ เดือน 5 ปีกุน ตรงกับวันที่ 7 เมษายน พ.ศ. 2310"
					],
					[
						"ยุทธนาการนี้เป็นผลพวงของสงครามพระเจ้าอลองพญาเมื่อ พ.ศ. 2303 และอุบัติขึ้นใน พ.ศ. 2308 เมื่อพม่าส่งกองทัพเข้าบุกครองอยุธยาเป็นสองทางแบบคีม ทัพพม่าพิชิตการป้องกันของฝ่ายอยุธยาที่ประกอบด้วยกำลังอันเหนือกว่าแต่ขาดการประสานงานกันได้ และเริ่มล้อมกรุงศรีอยุธยานาน 14 เดือน กระทั่งเดือนมีนาคม พ.ศ. 2310 พระเจ้าเอกทัศทรงยอมเป็นประเทศราชของพม่า แต่พม่าประสงค์ให้ยอมแพ้อย่างไม่มีเงื่อนไข ในที่สุด กองทัพพม่าหักเข้าพระนครได้เป็นครั้งที่สองในประวัติศาสตร์ แล้วทำลายล้างพระนคร ทำให้ความสัมพันธ์ไทย-พม่าเสื่อมลงจนถึงปัจจุบัน"
					]
				]
			},
			{
				"title": "การล้อมกรุงศรีอยุธยา",
				"type": "multiple",
				"data": [
					[
						"พระเจ้าเอกทัศโปรดให้รวบรวมประชาชนและเสบียงเข้ามาไว้ในพระนคร และเตรียมการป้องกันไว้อย่างแน่นหนา โดยรอคอยฤดูน้ำหลากและอาศัยยุทธวิธีคอยตีซ้ำเมื่อกองทัพพม่าถอนกำลังออกไป อย่างไรก็ตาม ฝ่ายอยุธยาก็มิได้ตั้งรับอยู่ในพระนครแต่เพียงฝ่ายเดียว ยังส่งกำลังออกไปโจมตีค่ายเนเมียวสีหบดีและค่ายมังมหานรธาอยู่หลายครั้ง ส่วนทางด้านกองทัพพม่ากระจายกำลังออกล้อมกรุงเอาไว้ทุกด้าน พยายามเข้าประชิดกำแพงพระนครหลายครั้งก็ไม่ประสบผล จึงยังมีราษฎรหลบหนีภัยพม่าเข้ามาอาศัยอยู่ในกรุงอยู่เสมอ สำหรับเสบียงอาหารในกรุงก็ยังคงบริบูรณ์ดีอยู่ ดังปรากฏในจดหมายเหตุของบาทหลวงฝรั่งเศสว่า “...เมื่อพม่าเข้าตั้งประชิดพระนครและล้อมกรุงอย่างกวดขันขึ้นตั้งแต่วันที่ 14 กันยายน พ.ศ. 2309 นั้น เสบียงอาหารในกรุงก็ยังบริบูรณ์ดี มีแต่ขอทานเท่านั้นที่อดตาย....”"
					],
					[
						"เมื่อฤดูน้ำหลากใกล้เข้ามา แม่ทัพพม่าบางส่วนเห็นว่าควรจะล้มเลิกการรุกรานเสีย แต่มังมหานรธาและเนเมียวสีหบดีไม่เห็นด้วย และกองทัพพม่าเตรียมพร้อมรับการไหลหลากของน้ำด้วยการสร้างเรือและเขื่อนบนที่สูง ครั้นเมื่อถึงฤดูน้ำหลาก มังมหานรธาให้กองทัพรวบรวมเสบียงอาหารสำรองไว้ใช้ ให้ทหารปลูกข้าวในที่นาละแวกใกล้เคียง ระดับน้ำที่เพิ่มสูงขึ้นทำให้ทหารพม่าถูกแบ่งแยกเป็นหลายส่วนบนเกาะประดิษฐ์เหล่านั้น ในระหว่างวันที่ 5-10 หลังฤดูน้ำหลากเริ่มต้น เรืออยุธยาถูกส่งออกไปโจมตีค่ายมังมหานรธาและค่ายเนเมียวสีหบดี ครั้งแรกมีพระยาตาน และครั้งที่สองมีพระยากูระติเป็นแม่ทัพตามลำดับ[61] ในการรบคราวแรกนั้นพระยาตานถูกยิงด้วยปืนคาบศิลา และกองเรือที่ถูกส่งออกมานั้นก็หนีกลับเข้าพระนคร ส่วนในการเผชิญหน้าอีกคราวหนึ่งนั้น ปืนใหญ่อยุธยาสามารถทำลายเรือพม่าได้สองลำ พร้อมฆ่าทหารไปหลายนาย"
					],
					[
						"หลังฤดูน้ำหลากผ่านพ้นไป อยุธยาพยายามที่จะตีค่ายพม่าพร้อมกับสร้างแนวปะทะใหม่ขึ้น โดยส่งพระยาไต๊ตีค่ายมังมหานรธา และส่งพระยาพระนริศตีค่ายเนเมียวสีหบดี แต่ก็ถูกตีแตกกลับมาทั้งสองทาง พระเจ้าเอกทัศจึงโปรดให้เพิ่มการป้องกันให้แน่นหนาขึ้น และที่สำคัญที่สุด คือ การสร้างค่ายล้อมกรุงเอาไว้ทุกด้าน ฝ่ายพม่าก็พยายามเคลื่อนเข้าใกล้กำแพงพระนครขึ้นทุกขณะ เมื่อถึงวันที่ 14 กันยายน พ.ศ. 2309 ฝ่ายพม่าก็เข้ามาตั้งติดกำแพงพระนครห่างกันเพียงแค่ระยะปืนใหญ่ ส่วนฝ่ายพม่าได้ก่อมูลดินขึ้นรอบพระนคร โดยบางกองนั้นสูงกว่ากำแพงเมือง แล้วยิงปืนใหญ่เข้าไปในกรุงและพระราชวัง ปลายปี พ.ศ. 2309 พระยาตากและพระยาเพชรบุรีนำกำลังทางน้ำไปโจมตีเพื่อปลดปล่อยวงล้อม แต่ประสบความพ่ายแพ้ พระยาเพชรบุรีก็เสียชีวิตในที่รบ พระยาตากซึ่งถูกประณามว่าเป็นต้นเหตุของความพ่ายแพ้คราวนั้น ก็นำทหารของตัวฝ่าวงล้อมไปทางตะวันออก ในระหว่างที่อยู่ภายใต้วงล้อมนี้ การวางแนวปะทะของอยุธยาไม่สามารถพลิกผลของสถานการณ์ได้เลย ในพระนครเริ่มขาดแคลนอาหาร ประสิทธิภาพและขวัญกำลังใจของกองทัพตกต่ำ ช่วงต้นปี พ.ศ. 2310 เกิดเพลิงไหม้ในพระนครซึ่งเผาผลาญบ้านเรือนไปกว่า 10,000 หลังคาเรือน"
					],
					[
						"มังมหานรธาเสนอในที่ประชุมแม่ทัพนายกองแนะให้ใช้อุบายลอบขุดอุโมงค์เข้าไปในกรุง พร้อมกับสร้างค่ายทหารขึ้น 27 ค่ายล้อมรอบพระนคร ซึ่งรวมไปถึงเพนียด วัดสามพิหาร วัดมณฑบ วัดนางปลื้ม และวัดศรีโพธิ์ เพื่อจะได้ยิงปืนใหญ่ด้วยความแม่นยำยิ่งขึ้น อันเป็นช่วงเวลาเดียวกับที่กองทัพหัวเมืองทางเหนือราว 20,000 นาย มาช่วยอยุธยา แต่ก็ถูกตีแตกกลับไปอย่างง่ายดาย"
					],
					[
						"ระหว่างเดือนมกราคมและเดือนกุมภาพันธ์ พ.ศ. 2310 ทหารพม่าก็เริ่มการขุดอุโมงค์ด้านหัวรอจำนวน 5 แห่งอย่างเป็นขั้นตอน โดยตั้งค่ายใหม่เพิ่มอีก 3 แห่ง พร้อมกับยึดค่ายป้องกันพระนครทางเหนือและตะวันออกเฉียงเหนือทั้งหมด และยึดค่ายป้องกันทางด้านทิศใต้ภายในเดือนมีนาคม ในเดือนมีนาคม พ.ศ. 2310 พระเจ้าเอกทัศทรงแต่งทูตออกไปเจรจาขอเป็นเมืองขึ้นของพม่า แต่แม่ทัพพม่าก็ปฏิเสธ โดยอ้างพระบรมราชโองการของพระเจ้ามังระ และต้องการการยอมจำนนโดยไม่มีเงื่อนไข มังมหานรธาเสียชีวิตในช่วงนี้ และพระเจ้ามังระมีพระราชโองการให้ฝังศพอย่างสมเกียรติเป็นพิเศษ หลังจากนี้เนเมียวสีหบดีก็ได้เป็นแม่ทัพใหญ่พม่าแต่เพียงผู้เดียว"
					],
					[
						"ต่อมา ฝ่ายเนเมียวสีหบดีก็เสนอแก่นายกองทั้งหลายให้ใช้ไฟสุมเผารากกำแพงเมืองจากใต้อุโมงค์ซึ่งขุดไว้แล้ว จากนั้นก็ตกลงกันเตรียมเชื้อเพลิงและกำลังพลไว้พร้อม"
					],
					[
						"ครั้นถึงวันที่ 7 เมษายน พ.ศ. 2310 เวลาประมาณบ่ายสามโมง พม่าจุดไฟสุมรากกำแพงเมืองตรงหัวรอที่ริมป้อมมหาชัย และยิงปืนใหญ่ระดมเข้าไปในพระนคร จากบรรดาค่ายที่รายล้อมทุกค่าย พอเพลาพลบค่ำกำแพงเมืองตรงที่เอาไฟสุมทรุดลง เวลา 2 ทุ่ม แม่ทัพพม่ายิงปืนเป็นสัญญาณให้ทหารเข้าพระนครพร้อมกันทุกด้าน พม่าเอาบันไดปีนพาดเข้ามาได้ตรงที่กำแพงทรุดนั้นก่อน ทหารอยุธยาที่รักษาหน้าที่เหลือกำลังจะต่อสู้ พม่าก็สามารถเข้าพระนครได้ในเวลาค่ำวันนั้นทุกทาง"
					],
					[
						"การเสียกรุงครั้งนี้ นอกจากจะส่งผลให้อาณาจักรอยุธยาล่มสลายลงแล้ว ตะนาวศรีตอนใต้ยังได้ตกเป็นของพม่าเป็นการถาวร และเกิดความขัดแย้งระหว่างกลุ่มการเมืองในระดับต่าง ๆ จนแทบนำไปสู่การล่มสลายของรัฐไทย อย่างไรก็ดี พม่าจำต้องถอนกำลังส่วนใหญ่ในอาณาจักรอยุธยาเดิมกลับคืนประเทศไปเมื่อถูกจีนบุกครอง จึงเป็นเหตุให้สมเด็จพระเจ้ากรุงธนบุรีทรงเถลิงอำนาจและตั้งอาณาจักรของคนไทยใหม่"
					]
				]
			}
		]
	},
	"page19": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "เหตุการณ์อื่นๆ",
				"video": "0blgmlUY1Qc",
				"type": "multiple",
				"data": [
					[
						"พ.ศ.1893 พระเจ้าอู่ทอง เสด็จขึ้นครองราชย์ทรงพระนามว่า สมเด็จพระรามาธิบดีที่ 1 และขนานนามราชธานีว่า กรุงเทพทวาราวดีศรีอยุธยา ทรงครองราชย์อยู่นาน 20 ปี"
					],
					[
						"พ.ศ.1912 พระราเมศวร ทรงขึ้นครองราชย์ได้เพียงปีเดียว สมเด็จพระบรมราชาธิราช (ขุนหลวงพระงั่ว) ยกกองทัพมาจากเมืองสุพรรณบุรี เข้าประชิดกรุงศรีอยุธยา พระราเมศวรทรงสละราชสมบัติให้ แล้วเสด็จไปครองเมืองลพบุรีตามเดิม"
					],
					[
						"พ.ศ.1921 พระมหาธรรมราชาที่ 2 กรุงสุโขทัยยอมเป็นประเทศราช ขึ้นต่อกรุงศรีอยุธยา"
					],
					[
						"พ.ศ.1977 สมเด็จพระบรมไตรโลกนาถ เสด็จขึ้นครองราชย์ต่อจากสมเด็จพระบรมราชาธิราชที่ 2 พระบิดา ในรัชสมัยนี้ กรุงศรีอยุธยารุ่งเรืองมาก ทรงปรับปรุงการปกครองเป็น  “จตุสดมภ์”  ซึ่งแบ่งเป็น เวียง วัง คลัง นา และมีทหารเป็นสมุหกลาโหม มีพลเรือนเป็นสมุหนายก และโปรดฯ ให้มีการถือศักดินาขึ้น"
					],
					[
						"พ.ศ.2015 สมเด็จพระบรมไตรโลกนาถ เสด็จสวรรคต พระราชโอรสขึ้นครองราชสมบัติ ทรงพระนามว่า พระรามาธิบดีที่ 2"
					],
					[
						"พ.ศ.2022 พระรามาธิบดีที่ 2 ทรงโปรดฯ ให้สร้างพระวิหารวัดพระศรีสรรเพชญ์ขึ้น"
					],
					[
						"พ.ศ.2041 สมเด็จพระรามาธิบดีที่ 2 ทรงทำตำราพิชัยสงครามขึ้นเป็นครั้งแรก"
					],
					[
						"พ.ศ.2059 ไทยเริ่มทำสัญญาให้พวกโปรตุเกส เข้ามาทำการค้าขาย"
					],
					[
						"พ.ศ.2061 ทรงจัดระเบียบการปกครองฝ่ายทหาร และกำหนดให้ชายฉกรรจ์ มีหน้าที่รับราชการตั้งแต่อายุ 18-60 ปี"
					],
					[
						"พ.ศ.2088 ทรงขุดคลองลัด จากปากคลองบางกอกน้อย ถึงปากคลองบางกอกใหญ่ แล้วเรียกคลองบางกอก ซึ่งต่อมากระแสน้ำไหลทางคลองลัดบางกอก กลายเป็นแม่น้ำใหญ่ ตอนหน้าพระบรมมหาราชวัง"
					],
					[
						"พ.ศ.2091 พระมหาจักรพรรดิ ทรงชนช้างกับพระเจ้าแปร ช้างพระที่นั่งเสียที สมเด็จพระศรีสุริโยทัย กับพระราชบุตรีชนช้างเข้ากันไว้ จึงถูกฟันทิวงคตทั้งสองพระองค์ ในรัชสมัยนี้ ทรงได้ขุดคลองลัดที่บางกรวย สร้างเมืองนนทบุรี เมืองสาครบุรี (สมุทรสาคร) เมืองนครไชยศรี (นครปฐม) เมืองฉะเชิงเทรา เมืองสระบุรี และเป็นครั้งแรกที่ญี่ปุ่น เริ่มเข้ามาตั้งบ้านเรือน ในกรุงศรีอยุธยา"
					],
					[
						"พ.ศ.2228 พระวิสูตรสุนทร (โกษาปาน) เป็นฑูตไปฝรั่งเศส กลับมาพร้อมกับสิเออร์โชมองต์ ได้ทำสัญญาค้าขายกัน"
					],
					[
						"พ.ศ.2230 ไทยกับอังกฤษ เกิดพิพาทกันเรื่องสินค้า สมเด็จพระนารายณ์ประกาศสงครามกับอังกฤษ"
					],
					[
						"พ.ศ.2231 เจ้าพระยาวิชาเยนทร์ถูกประหาร พระเพทราชาขับไล่ฝรั่งเศส ออกนอกประเทศ"
					],
					[
						"พ.ศ.2309 ชาวบ้านบางระจัน เข้าต่อสู้สกัดกำลังพม่า แต่ในที่สุดไม่สามารถต้านทานได้ พม่าเข้าล้อมกรุงศรีอยุธยาไว้"
					],
					[
						"พ.ศ.2310 พม่าเข้ากรุงศรีอยุธยาได้ เมื่อวันอังคารเดือน 5 ขึ้น 9 ค่ำ ปีกุน พ.ศ.2310 เผาพระราชวัง และวัดพระศรีสรรเพชรญ์ เอาไฟสุมองค์พระศรีสรรเพชรญ์ เอาทองคำที่หุ้มไป และกวาดต้อนราษฎร และครอบครัวขุนนางไปพม่า พระเจ้าแผ่นดินสวรรคต พร้อมกับเสียกรุงให้แก่พม่า ในระหว่างนี้แม่ทัพนายกองที่เก่งกล้า สามารถตีแหวกแนวข้าศึกออกมาได้ แล้วได้ก่อตั้งกลุ่มชุมชนขึ้น"
					]
				]
			}
		]
	},
	"page20": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "พระบรมไตรโลกนาถ",
				"video": "roqDfJv89OE",
				"type": "multiple",
				"data": [
					[
						"พระราชประวัติ"
					],
					[
						"สมเด็จพระบรมไตรโลกนาถประสูติเมื่อ พ.ศ.1974 ทรงเป็นพระราชโอรสของสมเด็จเจ้าสามพระยาและมารดาเป็นเจ้าหญิงแห่งราชวงศ์สุโขทัย เมื่อพระมหาธรรมราชาที่ 4 แห่งราชวงศ์สุโขทัยสวรรคตในปี พ.ศ.1981 พระบรมไตรโลกนาถเมื่อครั้งดำรงพระยศเป็น พระราเมศวร มีพระชันษาเพียง 7 ปี ได้ถูกส่งขึ้นไปครองเมืองพิษณุโลก ซึ่งเป็นศูนย์กลางแห่งราชอาณาจักรสุโขทัยในขณะนั้น เมื่อเจ้าสามพระยาสวรรคตในปี พ.ศ.1991 พระองค์จึงทรงขึ้นครองราชย์เป็นพระมหากษัตริย์ของอยุธยา และทรงสวรรคตในปี พ.ศ.2031"
					],
					[
						"พระราชกรณียกิจที่สำคัญ"
					],
					[
						"1.การรวมอาณาจักรสุโขทัยเข้ากับอยุธยา: เมื่อสมเด็จพระบรมไตรโลกนาถขึ้นเสวยราชย์ใน พ.ศ. ๑๙๙๑ นั้น ทางสุโขทัยไม่มีพระมหาธรรมราชาปกครองแล้ว คงมีแต่พระยายุทธิษเฐียร  พระโอรสของพระมหาธรรมราชาที่ ๔   ได้รับแต่งตั้งจากอยุธยาให้ไปปกครองเมืองพิษณุโลก ถึง พ.ศ. ๑๙๙๔  พระยายุทธิษเฐียรไปเข้ากับพระเจ้าติโลกราชแห่งล้านนา  พระราชมารดาของสมเด็จพระบรมไตรโลกนาถได้ปกครองเมืองพิษณุโลกต่อมาจนสิ้นพระชนม์เมื่อ พ.ศ.๒๐๐๖  สมเด็จพระบรมไตรโลกนาถได้เสด็จไปประทับที่พิษณุโลกและถือว่าอาณาจักรสุโขทัยถูกรวมเข้ากับอาณาจักรอยุธยานับตั้งแต่นั้นเป็นต้นมา"
					],
					[
						"2. ด้านการปฏิรูปการปกครอง : สมเด็จพระบรมไตรโลกนาถมีพระประสงค์ที่จะดึงอำนาจเข้าสู่ศูนย์กลางหรือราชธานี  จึงลดบทบาทของเจ้านายลงและเพิ่มอำนาจให้ขุนนาง  เพื่อป้องกันการแย่งชิงอำนาจจากเชื้อพระวงศ์ เช่น ลดฐานะเมืองลูกหลวง เมืองหลานหลวงลงเป็นเมืองชั้นจัตวาและส่งขุนนางไปปกครองแทนเจ้านาย มีการแยกฝ่ายทหารและพลเรือนโดยใช้ขุนนางตำแหน่งสมุหพระกลาโหมดูแลกิจการฝ่ายทหาร  สมุหนายกดูแลกิจการฝ่ายพลเรือนทั่วราชอาณาจักร ทรงตรากฎมนเทียรบาลขึ้นเพื่อความมั่งคงของสถาบันกษัตริย์  นอกจากนี้ยังทรงตราพระราชกำหนดศักดินา  ได้แก่  พระอัยการตำแหน่งนาพลเรือนและพระอัยการตำแหน่งนาทหารหัวเมือง   พ.ศ. ๑๙๙๘  เพื่อประโยชน์ในการลำดับชั้นของบุคคลว่ามีศักดิ์ สิทธิ์ และอำนาจหน้าที่ต่างกันอย่างไร  เป็นการจัดระเบียบการปกครองให้มีแบบแผนรัดกุมกว่าเดิมในรัชสมัยสมเด็จพระบรมไตรโลกนาถ อยุธยาทำสงครามยืดเยื้อกับอาณาจักรล้านนา ซึ่งมีพระเจ้าติโลกราชเป็นกษัตริย์ (ครองราชย์ พ.ศ. ๑๙๘๔ - ๒๐๓๐)  ทำให้สมเด็จพระบรมไตรโลกนาถประทับที่เมืองพิษณุโลกนานถึง ๒๕ ปี  เพื่อดูแลหัวเมืองฝ่ายเหนือและเพื่อความสะดวกในการป้องกันการรุกรานของล้านนา  ในระยะนี้จึงถือว่าเมืองพิษณุโลกมีฐานะเป็นราชธานีของอาณาจักรอยุธยา"
					]
				]
			}
		]
	},
	"page21": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "สมเด็จพระนารายณ์มหาราช (สมเด็จพระรามาธิบดีที่ 3)",
				"video": "t_z_CFYQeIc?t=70",
				"type": "multiple",
				"data": [
					[
						"พระราชประวัติ"
					],
					[
						"สมเด็จพระนารายณ์มหาราช  เป็นพระราชโอรสของสมเด็จพระเจ้าปราสาททอง  กับพระอัครมเหสี  ประสูติเมื่อ พ.ศ. ๒๑๗๕  เมื่อยังทรงพระเยาว์ทรงได้รับการศึกษาทั้งด้านวิชาการ การกีฬา การล่าสัตว์  การขี่มา ขี่ช้าง และการแข่งเรือ  พระองค์มีแม่นม ๒  คน คอยดูแลอภิบาล  คือ  เจ้าแม่วัดดุสิตซึ่งเป็นมารดาของเจ้าพระยาโกษาธิบดี (ขุนเหล็ก)  และเจ้าพระยาโกษาธิบดี (ปาน) ราชทูตผู้มีชื่อเสียง แม่นมอีกคนหนึ่ง เป็นมารดาของพระเพทราชา พ.ศ. 2198 พระเจ้าปราสาททองประชวรหนักจึงทรงมอบราชสมบัติให้เจ้าฟ้าชัย พระโอรสองค์โต ซึ่งประสูติจากพระสนม เจ้าฟ้าชัยครองราชย์ได้ประมาณหนึ่งปี   ก็ถูกปลงพระชนม์โดยพระศรีสุธรรมราชา พระเจ้าอา พระอนุชา จากนั้นพระศรีสุธรรมราชาก็ขึ้นครองราชย์  และแต่งตั้งให้พระนารายณ์เป็นพระมหาอุปราชวังหน้า   หลังจากนั้นประมาณ  ๒  เดือนพระนารายณ์ก็ได้ปลงพระชนม์สมเด็จพระศรีสุธรรมราชา  เนื่องจากสมเด็จพระศรีสุธรรมราชาคิดจะเอาเจ้าฟ้าหญิงศรีสุวรรณหรือพระกนิษฐภคินีร่วมพระชนนีของพระนารายณ์มาเป็นพระชายา  หลังจากนั้นพระนารายณ์ก็เสด็จขึ้นครองราชย์สมเด็จพระนารายณ์มหาราชเสด็จขึ้นครองราชย์เป็นพระมหากษัตริย์ลำดับที่ ๔ ของพระราชวงศ์ปราสาททอง  ใน พ.ศ. ๒๑๙๙  ขณะพระชนมายุได้ ๒๕ พรรษา  ทรงพระนามว่าสมเด็จพระรามาธิบดีที่ ๓ หรือสมเด็จพระรามาธิบดีที่ ๓ หรือสมเด็จพระรามาธิบดีศรีสรรเพชญ์  แต่คนทั่วไปนิยมเรียก  สมเด็จพระนารายณ์  กรุงศรีอยุธยาในสมัยของสมเด็จพระนารายณ์มหาราช  มีความเจริญรุ่งเรืองมาก"
					],
					[
						"พระราชกรณียกิจที่สำคัญ"
					],
					[
						"การลดส่วยและงดเก็บภาษีอากรจากราษฎรเป็นเวลา ๓ ปีเศษ"
					],
					[
						"การประกาศใช้กฎหมายพระราชกำหนดและกฎหมายเพิ่มเติมลักษณะรับฟ้อง"
					],
					[
						"การส่งเสริมงานด้านวรรณกรรม  หนังสือที่แต่งในสมัยนี้  เช่น  สมุทรโฆษคำฉันท์  โคลงทศรถสอนพระราม  โคลงพาลี-สอนน้อง  โคลงราชสวัสดิ์  เพลงพยากรณ์กรุงเก่า  เพลงยาวบางบท  รวมถึงวรรณกรรมชิ้นสำคัญ  คือ  โคลงเฉลิมพระเกียรติสมเด็จพระนารายณ์ นับเป็น  ยุคทองแห่งวรรณกรรม  ของไทยยุคหนึ่ง"
					],
					[
						"การทำศึกสงครามกับเชียงใหม่และพม่า พ.ศ.๒๒๐๓  และได้อัญเชิญพระพุทธสิหิงค์ ลงมาอยุธยาด้วย"
					],
					"ด้านความสัมพันธ์กับต่างประเทศนั้น  เจริญรุ่งเรืองมาทั้งประเทศตะวันออก เช่น จีน อินเดีย และประเทศตะวันตกที่สำคัญ ได้แก่ โปรตุเกส ฮอลันดา อังกฤษ และฝรั่งเศส  ทั้งด้านการเชื่อมสัมพันธไมตรีและการป้องกันการคุกคามจากชาติต่างๆ เหล่านี้จากพระราชกรณียกิจต่างๆ ดังกล่าว  จึงทรงได้รับการยกย่องว่าทรงเป็น มหาราช พระองค์หนึ่ง อีกทั้งในรัชสมัยของพระองค์ยังได้รับการยกย่องว่าเป็นยุคสำคัญด้านศิลปวัฒนธรรมยุคหนึ่งด้วย  สมเด็จพระนารายณ์มหาราชเสด็จสวรรคตใน พ.ศ. ๒๒๓๑  ที่เมืองลพบุรี ราชธานีแห่งที่สองที่พระองค์โปรดเกล้าฯ ให้สร้างขึ้น"
				]
			}
		]
	},
	"page22": {
		"topic": "อาณาจักรอยุธยา",
		"info": [
			{
				"title": "สมเด็จพระนเรศวรมหาราช",
				"video": "2flTtMMnrIs",
				"type": "multiple",
				"data": [
					[
						"พระราชประวัติ"
					],
					[
						"มีพระนามเดิมว่า พระองค์ดำ เป็นพระราชโอรสในสมเด็จพระมหาธรรมราชาและพระวิสุทธิกษัตริย์ (พระราชธิดาของสมเด็จพระศรีสุริโยทัยและสมเด็จพระมหาจักรพรรดิ) เสด็จพระราชสมภพเมื่อ พ.ศ. 2098 ที่พระราชวังจันทน์ เมืองพิษณุโลกมีพระเชษฐภคินีคือ พระสุพรรณกัลยา มีพระอนุชาคือ สมเด็จพระเอกาทศรถ (องค์ขาว) และเป็นพระราชนัดดาของสมเด็จพระศรีสุริโยทัย พระนามของพระองค์ปรากฏในลายลักษณ์อักษรหลายฉบับ เช่น พระนเรศ วรราชาธิราช, พระนเรศ, องค์ดำ จึงยังไม่สามารถสรุปได้ว่าพระนาม นเรศวรได้มาจากที่ใด สันนิษฐานเบื้องต้นว่า เพี้ยนมาจาก สมเด็จพระนเรศ วรราชาธิราช มาเป็น สมเด็จพระนเรศวร ราชาธิราช เสด็จขึ้นครองราชเมื่อวันที่ 29 กรกฎาคม พ.ศ. 2133 สิริรวมการครองราชสมบัติ 15 ปี เสด็จสวรรคตเมื่อวันที่ 25 เมษายน พ.ศ. 2148 รวมพระชนมพรรษา 50 พรรษา"
					],
					[
						"พระราชกรณียกิจที่สำคัญ"
					],
					[
						"พระมหาอุปราชายกทัพมาครั้งแรก สมเด็จพระนเรศวรเสวยราชย์ได้ 8 เดือนก็เกิดข้าศึกพม่าอีก เหตุที่จะเกิดศึกครั้งนี้คือเจ้าฟ้าไทยใหญ่เมืองคังตั้งแข็งเมืองขึ้นอีก พระเจ้านันทบุเรงตรัสปรึกษาเสนาบดี เห็นกันว่าเป็นเพราะเหตุที่เจ้าเมืองคังได้ทราบว่าปราบกรุงศรีอยุธยาไม่สำเร็จ จึงตั้งแข็งเมืองเอาอย่างบ้างตราบใดที่ยังไม่ปราบกรุงศรีอยุธยาลงได้ถึงแม้จะปราบเมืองคังได้ เมืองอื่นก็คงแข้งข้อเอาอย่าง แต่ในเวลานั้นพระเจ้านันทบุเรงทรงอยู่ในวัยชราทุพพลภาพ ไม่ทรงสามารถจะไปทำสงครามเอาได้ดังแต่ก่อน จึงจัดกองทัพขึ้นสองทัพ ให้ราชบุตรองค์หนึ่งซึ่งได้เป็นพระเจ้าแปรขึ้นใหม่ยกไปตีเมืองคัง ทัพหนึ่งให้พระยาพะสิม พระยาพุกามเป็นกองหน้า พระมหาอุปราชาเป็นกองหลวงยกลงมาตีกรุงศรีอยุธยาอีกทัพหนึ่ง พระมหาอุปราชายกออกจากกรุงหงสาวดีเมื่อเดือน 12 พ.ศ. 2133 มาเข้าทางด่านพระเจดีย์สามองค์ เพื่อตรงมาตีพระนครศรีอยุธยาทีเดียว ฝ่ายทางกรุงศรีอยุธยาครั้งนี้ รู้ตัวช้าจึงเกิดความลำบาก ไม่มีเวลาจะต้อนผู้คนเข้าพระนครดังคราวก่อน ๆ สมเด็จพระนเรศวรทรงเห็นว่าจะคอยต่อสู้อยู่ในกรุงอาจไม่เป็นผลดีเหมือนหนหลัง จึงรีบเสด็จยกกองทัพหลวงออกไปกับสมเด็จพระเอกาทศรถ ในเดือนยี่ เมือเสด็จไปถึงเมืองสุพรรณบุรีได้ทรงทราบว่าข้าศึกยกล่วงเมืองกาญจนบุรีเข้ามาแล้ว จึงให้ตั้งทัพหลวงรับข้าศึกอยู่ที่ลำน้ำท่าคอย พอกองทัพพม่ายกมาถึงก็รบกันอย่างตะลุมบอน พระยาพุกามแม่ทัพพม่าคนหนึ่งตายในที่รบ กองทัพพม่าถูกไทยฆ่าฟันล้มตายเป็นอันมาก ที่เหลือก็พากันพ่ายหนี ไทยไล่ติดตามไปจับพระยาพะสิมได้ที่บ้านจระเข้สามพันอีกคนหนึ่ง พระมหาอุปราชาเองก็หนีไปได้อย่างหวุดหวิด เมื่อกลับไปถึงหงสาวดีพวก แม่ทัพนายกองก็ถูกลงอาญาไปตาม ๆ กัน พระมหาอุปราชาก็ถูกภาคทัณฑ์ให้แก้ตัวในภายหน้า"
					],
					[
						"สงครามยุทธหัตถี ในปี พ.ศ. 2135 พระเจ้านันทบุเรง โปรดให้พระมหาอุปราชา นำกองทัพทหารสองแสนสี่หมื่นคน มาตีกรุงศรีอยุธยาหมายจะชนะศึกในครั้งนี้ สมเด็จพระนเรศวรทรงทราบว่าพม่าจะยกทัพใหญ่มาตี จึงทรงเตรียมไพร่พล มีกำลังหนึ่งแสนคนเดินทางออกจากบ้านป่าโมกไปสุพรรณบุรี ข้ามน้ำตรงท่าท้าวอู่ทองและตั้งค่ายหลวงบริเวณหนองสาหร่าย เช้าของวันจันทร์ แรม 2 ค่ำ เดือนยี่ ปีมะโรง พ.ศ. 2135 สมเด็จพระนเรศวรและสมเด็จพระเอกาทศรถทรงเครื่องพิชัยยุทธ สมเด็จพระนเรศวรทรงช้าง นามว่า เจ้าพระยาไชยานุภาพ ส่วนสมเด็จพระเอกาทศรถ ทรงช้างนามว่า เจ้าพระยาปราบไตรจักร ช้างทรงของทั้งสองพระองค์นั้นเป็นช้างชนะงา คือช้างมีงาที่ได้รับการฝึกให้รู้จักการต่อสู้มาแล้วหรือเคยผ่านสงครามชนช้าง ชนะช้างตัวอื่นมาแล้ว ซึ่งเป็นช้างที่กำลังตกมัน ในระหว่างการรบจึงวิ่งไล่ตามพม่าหลงเข้าไปในแดนพม่า มีเพียงทหารรักษาพระองค์และจาตุรงค์บาทเท่านั้นที่ติดตามไปทัน สมเด็จพระนเรศวรทอดพระเนตรเห็นพระมหาอุปราชาทรงพระคชสารอยู่ในร่มไม้กับเหล่าเท้าพระยา จึงทราบได้ว่าช้างทรงของสองพระองค์หลงถลำเข้ามาถึงกลางกองทัพ และตกอยู่ในวงล้อมข้าศึกแล้ว แต่ด้วยพระปฏิภาณไหวพริบของสมเด็จพระนเรศวร ทรงเห็นว่าเป็นการเสียเปรียบข้าศึกจึงไสช้างเข้าไปใกล้ แล้วตรัสถามด้วยคุ้นเคยมาก่อนแต่วัยเยาว์ว่า “พระเจ้าพี่เราจะยืนอยู่ใยในร่มไม้เล่า เชิญออกมาทำยุทธหัตถีด้วยกัน ให้เป็นเกียรติยศไว้ในแผ่นดินเถิด ภายหน้าไปไม่มีพระเจ้าแผ่นดินที่จะได้ยุทธหัตถีแล้ว” พระมหาอุปราชาได้ยินดังนั้น จึงไสช้างนามว่า พลายพัทธกอเข้าชนเจ้าพระยาไชยานุภาพเสียหลัก พระมหาอุปราชาทรงฟันสมเด็จพระนเรศวรด้วยพระแสงของ้าว แต่สมเด็จพระนเรศวรทรงเบี่ยงหลบทัน จึงฟันถูกพระมาลาหนังขาด จากนั้นเจ้าพระยาไชยานุภาพชนพลายพัทธกอเสียหลัก สมเด็จพระนเรศวรทรงฟันด้วยพระแสงของ้าวถูกพระมหาอุปราชาเข้าที่อังสะขวา สิ้นพระชนม์อยู่บนคอช้าง ส่วนสมเด็จพระเอกาทศรถทรงฟันเจ้ามังจาปะโรเสียชีวิตเช่นกัน ทหารพม่าเห็นว่าแพ้แน่แล้ว จึงใช้ปืนระดมยิงใส่สมเด็จพระนเรศวรได้รับบาดเจ็บ ทันใดนั้นทัพหลวงไทยตามมาช่วยทัน จึงรับทั้งสองพระองค์กลับพระนคร พม่าจึงยกทัพกลับกรุงหงสาวดีไป นับแต่นั้นมาก็ไม่มีกองทัพใดกล้ายกมากล้ำกรายกรุงศรีอยุธยาอีกเป็นระยะเวลาอีกยาวนาน"
					],
					[
						"สงครามตีเมืองทะวายและตะนาวศรี ศึกทะวายและตะนาวศรีนั้น เป็นการรบในระหว่างคนต้องโทษกับคนต้องโทษด้วยกัน กล่าวคือ ทางกรุงศรีอยุธยพาพวกนายทัพที่ตามเสด็จไม่ทันในวันยุทธหัตถีนั้น มีถึง 6 คนคือ พระยาพิชัยสงคราม พระยารามกำแหง เจ้าพระยาจักรี พระยาพระคลัง และพระยาศรีไสยณรงค์ สมเด็จพระนเรศวรรับสั่งให้ปรึกษาโทษ ลูกขุนปรึกษาโทษให้ประหารชีวิต สมเด็จพระวันรัตสังฆปรินายกมาถวายพระพรบรรยายว่า การที่แม่ทัพเหล่านั้นตามเสด็จไม่ทัน ก็เพราะบุญญาภินิหารของพระองค์ สมเด็จพระนเรศวรที่จะได้รับเกียรติคุณเป็นวีรบุรุษที่แท้จริง ด้วยเหตุว่าถ้าพวกนั้นตามไปทันแล้วถึงจะชนะก็ไม่เป็นชื่อเสียงใหญ่หลวงเหมือนที่เสด็จไปโดยลำพัง เมื่อเห็นว่าสมเด็จพระนเรศวรทรงเลื่อมใสในคำบรรยายข้อนี้แล้ว สมเด็จพระวันรัตก็ทูลขอโทษพวกแม่ทัพเหล่านี้ไว้ สมเด็จพระนเรศวรก็โปรดประทานให้ แต่พวกนี้จะต้องไปตีทะวายและตะนาวศรีเป็นการแก้ตัว จึงให้เจ้าพระยาจักรีเป็นแม่ทัพคุมพลห้าหมื่นไปตีตะนาวศรี พระยาพระคลังคุมกำลังพลหมื่นเหมือนกันไปตีทะวาย ส่วนแม่ทัพอื่น ๆ ที่ต้องโทษก็แบ่งกันไปในสองกองทัพนี้คือพระยาพิชัยสงครามกับพระยารามคำแหงไปตีเมืองทะวายกับพระยาพระคลัง และให้พระยาเทพอรชุนกับพระยาศรีไสยณรงค์ไปตีเมืองตะนาวศรีกับเจ้าพระยาจักรี ส่วนทางหงสาวดีนั้น เมื่อพระเจ้านันทบุเรงเสียพระโอรสรัชทายาทแล้วก็โทมนัส ให้ขังแม่ทัพนายกองไว้ทั้งหมด แต่ภายหลังทรงดำริว่าไทยชนะพม่าในครั้งนี้แล้วก็จะต้องมาตีพม่าโดยไม่ต้องสงสัย ก่อนที่ไทยไปรบพม่าก็จะต้องดำเนินการอย่างเดียวกันกับที่พม่ารบกับไทย กล่าวคือ จะต้องเอามอญไว้ในอำนาจเสียก่อนและเป็นการแน่นอนว่าไทยจะต้องเข้ามาตีทะวายและตะนาวศรี ด้วยเหตุนี้จึงให้แม่ทัพนายกองที่ไปแพ้สงครามมาครั้งนี้ไปแก้ตัวรักษาเมืองตะนาวศรีและเมืองทะวาย เป็นอันว่าทั้งผู้รบและผู้รับทั้งสองฝ่าย ตกอยู่ในฐานคนผิดที่จะต้องแก้ตัวทั้งสิ้น ในการรบทะวายและตะนาวศรีครั้งนี้แม่ทัพทั้งสองคือ เจ้าพระยาจักรีและพระยาคลังกลมเกลียวกันเป็นอย่างยิ่ง ถึงแม้สมเด็จพระนเรศวรจะได้แบ่งหน้าที่ให้ตีคนละเมือง ก็ยังมีการติดต่อช่วยเหลือกันและกัน ในที่สุดแม่ทัพทั้งสองก็รบชนะทั้งสองเมืองและบอกเข้ามายังกรุงศรีอยุธยา สมเด็จพระนเรศวรได้โปรดเกล้าฯ ให้พระยาศรีไสยณรงค์อยู่ครองเมืองตะนาวศรี ส่วนทางเมืองทะวายนั้นให้เจ้าเมืองทะวายคนเก่าครองต่อไป ชัยชนะครั้งนี้เป็นอันทำให้แม่ทัพทั้งหลายพ้นโทษ แต่ทางพม่าแม่ทัพกลับถูกทำโทษประการใดไม่ปรากฏ แต่อย่างไรก็ดีการชนะทะวายและตะนาวศรีครั้งนี้ ทำให้อำนาจของไทยแผ่ลงไปทางใต้เท่ากับในรัชสมัยพ่อขุนรามคำแหงมหาราช"
					],
					[
						"ตีได้หัวเมืองมอญ ปี พ.ศ. 2137 พระยาลาว เจ้าเมืองเมาะตะมะ เกิดวิวาทกับเจ้าพระยาพะโร เจ้าเมืองเมาะลำเลิง พระยาพะโรกลัวพระยาลาวจะมาตีเมาะลำเลิงจึงให้สมิงอุบากองถือหนังสือมาขอบารมีสมเด็จพระนเรศวรเป็นที่พึ่ง ขอพระราชทานกองทัพไปช่วยป้องกันเมือง สมเด็จพระนเรศวรจึงยอมรับช่วยเหลือพระยาพะโรทันที มีดำรัสสั่งให้พระยาศรีไศลออกไปช่วยรักษาเมืองเมาะลำเลิง ซึ่งแต่บัดนี้ไปได้ยอมมาสวามิภักดิ์เป็นประเทศราชของไทย ฝ่ายข้างพระยาลาวเจ้าเมืองเมาะตะมะ ก็ไปขอความช่วยเหลือทางหงสาวดีบ้าง ทางหงสาวดีให้พระเจ้าตองอูยกทัพมาช่วย แต่กองทัพไทยกับมอญเมาะลำเลิงได้ตีทัพพระเจ้าตองอูแตกไป"
					],
					[
						"ตีเมืองหงสาวดีครั้งแรก กองทัพของสมเด็จพระนเรศวรมหาราชเข้าสู่กรุงหงสาวดีในปี พ.ศ. 2142 (จิตรกรรมพระราชประวัติสมเด็จพระนเรศวรมหาราช วัดสุวรรณดาราราม จังหวัดพระนครศรีอยุธยา) การที่สมเด็จพระนเรศวร ได้หัวเมืองมอญฝ่ายใต้มาเป็นเมืองขึ้น นับว่าเป็นจุดหักเหที่มีนัยสำคัญ ของการสงครามไทยกับพม่า จากเดิม ฝ่ายพม่าเป็นฝ่ายยกทัพมาไทยโดยตลอด การได้หัวเมืองมอญฝ่ายใต้ ทำให้ไทยใช้เป็นฐานทัพ ที่จะยกกำลังไปตีเมืองหงสาวดีได้สะดวก สมเด็จพระนเรศวรเสด็จยกกองทัพหลวงไปตีเมืองหงสาวดี ออกจากพระนคร เมื่อวันอาทิตย์ ขึ้น3 ค่ำ เดือนอ้าย ปีมะแม พ.ศ. 2138 มีกำลังพล 120,000 คน เดินทัพไปถึงเมืองเมาะตะมะ แล้วรวบรวมกองทัพมอญเข้ามาสมทบ จากนั้น ได้เสด็จยกกองทัพหลวงไปยังเมืองหงสาวดี เข้าล้อมเมืองไว้ กองทัพไทยล้อมเมืองหงสาวดีอยู่ 3 เดือน และได้เข้าปล้นเมือง เมื่อวันจันทร์ แรม 13 ค่ำ เดือน 4 ครั้งหนึ่ง แต่เข้าเมืองไม่ได้ ครั้นเมื่อทรงทราบว่าพระเจ้าแปร พระเจ้าอังวะ พระเจ้าตองอู ได้ยกกองทัพลงมาช่วยพระเจ้าหงสาวดีถึงสามเมือง เห็นว่าข้าศึกมีกำลังมากนัก จึงทรงให้เลิกทัพกลับ เมื่อวันสงกรานต์ เดือน 5 ปีวอก พ.ศ. 2139 และได้กวาดต้อนครอบครัวในหัวเมืองมณฑลหงสาวดี มาเป็นเชลยเป็นอันมาก และกองทัพข้าศึกมิได้ยกติดตามมารบกวนแต่อย่างใด การสงครามครั้งนี้ สมเด็จกรมพระยาดำรงราชานุภาพทรงสันนิษฐานว่า สมเด็จพระนเรศวรเสด็จยกทัพไปครั้งนี้ เป็นการจู่ไป โดยไม่ให้ข้าศึกมีเวลาพอตระเตรียมการต่อสู้ได้พรักพร้อม และพระราชประสงค์ที่ยกไปนั้น น่าจะมีอยู่ 3 ประการคือ 1.ประการแรก ถ้าสามารถตีเอาเมืองหงสาวดีได้ก็จะตีเอาทีเดียว 2.ประการที่สอง ถ้าตีเมืองหงสาวดียังไม่ได้ครั้งนี้ ก็จะตรวจภูมิลำเนา และกำลังข้าศึกให้รู้ไว้ สำหรับคิดการคราวต่อไป 3.ประการที่สาม คงคิดกวาดต้อนผู้คนมาเป็นเชลยให้มาก เพื่อประสงค์จะตัดทอนกำลังข้าศึก และเอาผู้คนมาเพิ่มเติม เป็นกำลังสำหรับพระราชอาณาจักรต่อไป ข้อสันนิษฐานอื่น ๆ มีอยู่ว่า การกวาดต้อนผู้คนกลับพระราชอาณาจักรไทยครั้งนี้ น่าจะได้ช่วยนำคนไทย ผู้ซึ่งถูกพม่ากวาดต้อนเอาไปเป็นเชลย แล้วเอาตัวไว้ใช้งานตามเมืองต่าง ๆ กลับมาด้วย ประการต่อมา สาเหตุที่ยกทัพกลับนั้น นอกจากจะทรงเห็นว่า กองทัพข้าศึกกำลังระดมยกมาจากอีกสามเมืองใหญ่ มีกำลังมากแล้ว เสบียงอาหารของกองทัพไทยก็น่าจะขาดแคลน เพราะมีกำลังพลมาก และล้อมเมืองหงสาวดีอยู่นานถึงสามเดือน ประกอบกับใกล้เข้าสู่ฤดูฝนแล้ว และประการสุดท้าย การที่พระองค์ถอนทัพกลับ โดยที่พม่าไม่ได้ยกติดตามตีหรือรบกวนแต่อย่างใด ทั้งที่มีพลเรือนที่ถูกกวาดต้อนมาเป็นจำนวนมาก เช่นเดียวกับครั้งสงครามประกาศอิสรภาพที่เมืองแครง ก็น่าจะเป็นเพราะพระองค์ดำเนินการถอนทัพ และนำผู้คนพลเรือนกลับมาอย่างมีระบบ โดยให้พลเรือนล่วงหน้าไปก่อน"
					],
					[
						"ตีเมืองหงสาวดีครั้งที่สอง พ.ศ. 2142 สมเด็จพระนเรศวรทรงมุ่งหมายจะตีเอาเมืองหงสาวดีให้ได้ จึงตระเตรียมทัพยกไปทั้งทางบกและทางเรือ ได้ออกเกลี้ยกล่อมหัวเมืองต่าง ๆ ให้อ่อนน้อมต่อไทยได้อีกหลายเมือง แม้แต่เชียงใหม่ซึ่งได้ตั้งแข็งเมืองต่อพม่าแล้ว แต่คิดเกรงว่ากรุงศรีสัตนาคนหุตและไทยจะยกทัพไปรุกราน ก็ได้ตัดสินใจยอมอ่อนน้อมมาขอขึ้นต่อกรุงศรีอยุธยาด้วย ส่วนเมืองตองอูกับเมืองยะไข่เมื่อเอาใจออกห่างจากกรุงหงสาวดีไปแล้ว ก็หันมาฝักใฝ่กับไทยและรับว่า ไทยยกทัพไปตีกรุงหงสาวดีแล้ว ก็จะเข้าร่วมช่วยเหลือพระเจ้ายะไข่นั้นอยากได้หัวเมืองชายทะเล ส่วนพระเจ้าตองอูนัดจินหน่องอยากได้เป็นพระเจ้าหงสาวดีแทน สมเด็จพระนเรศวรจึงทรงรับเป็นไมตรีกับเมืองทั้งสองนั้น ในระหว่างนั้นพระมหาเถระเสียมเพรียมภิกษุรูปหนึ่งได้เข้ายุยงพระเจ้าตองอูนัดจินหน่องมิให้อ่อนน้อมแก่ไทย และแจ้งอุบายให้พระเจ้าตองอูนัดจินหน่องคิดอ่านเอาเมืองหงสาวดีเสียเอง พระเจ้าตองอูนัดจินหน่องเห็นชอบด้วยจึงชวนพระเจ้ายะไข่ให้ไปตีเมืองหงสาวดี แล้วพระเจ้าตองอูจนัดจินหน่องะทำทีเป็นยกกองทัพมาช่วยหงสาวดี พอเข้าเมืองได้แล้วก็หย่าศึกกันเสีย และจะแบ่งประโยชน์ให้ตามที่พระเจ้ายะไข่ต้องการ คือจะยกหัวเมืองชายทะเลให้แก่พระเจ้ายะไข่ แต่ครั้งทัพพระเจ้ายะไข่และทัพพระเจ้าตองอูนัดจินหน่องเข้าประชิดเมืองหงสาวดีแล้วก็หาเข้าเมืองไม่ ทั้งนี้เพราะพระเจ้านันทบุเรงเกิดทรงระแวงขึ้น ทัพพระเจ้าตองอูนัดจินหน่องและพระเจ้ายะไข่จึงได้แต่ตั้งล้อมเมืองหงสาวดีไว้ สมเด็จพระนเรศวรทรงเห็นว่าทางกรุงหงสาวดีกำลังปั่นป่วนจึงเสด็จยกทัพหลวงไปตีหงสาวดี แต่ต้องไปเสียเวลาปราบปรามกบฏตามชายแดนซึ่งพระเจ้าตองอูนัดจินหน่องได้ยุยงให้กระด้างกระเดื่องเป็นเวลาถึง 3 เดือนเศษ จึงเดินทัพถึงเมืองหงสาวดีช้ากว่ากำหนดที่คาดหมายไว้ ทางฝ่ายพระเจ้าตองอูนัดจินหน่องและพระเจ้ายะไข่ซึ่งกำลังล้อมเมืองหงสาวดีอยู่ พอได้ทราบข่าวว่าสมเด็จพระนเรศวรยกกองทัพขึ้นไปกำจัดกบฏตามชายแดนเมืองเมาะตะมะและกำลังเดินทัพมาก็แจ้งให้พระเจ้านันทบุเรงทราบ พระเจ้านันทบุเรงก็จำใจอนุญาตให้พระเจ้าตองอูยกทัพเข้าไปในเมืองหงสาวดีได้ และมอบหมายให้พระเจ้าตองอูนัดจินหน่องบัญชาการรบแทนทุกประการ พระเจ้าตองอูนัดจินหน่องจึงกวาดต้อนผู้คนและทรัพย์สมบัติ รวมทั้งพระเจ้านันทบุเรงไปยังเมืองตองอู ทิ้งเมืองหงสาวดีไว้ให้กองทัพพระเจ้ายะไข่ค้นคว้าทรัพย์ที่ยังเหลืออยู่ต่อไป พอพระเจ้าตองอูนัดจินหน่องออกจากหงสาวดีไปได้ประมาณ 8 วัน กองทัพไทยก็ยกไปถึงเมืองหงสาวดี ครั้นสมเด็จพระนเรศวรได้ทรงทราบว่าพระเจ้าตองอูนัดจินหน่องไม่ซื่อตรงตามคำมั่นที่ได้ให้ไว้ก็ทรงพระพิโรธ จึงเสด็จยกทัพตามขึ้นไปตีเมืองตองอู ได้เข้าล้อมเมืองตองอูอยู่ถึง 2 เดือนก็ไม่อาจตีหักเอาได้ เพราะเมืองตองอูมีชัยภูมิที่ดี ชาวเมืองก็ต่อสู้เข้มแข็ง ประกอบกับฝนตกชุกและทัพไทยขาดเสบียงอาหาร สมเด็จพระนเรศวรจึงทรงพระกรุณาโปรดเกล้าฯ ให้ยกกองทัพกลับคืนกรุงศรีอยุธยา"
					]
				]
			}
		]
	},
	"page23": {
		"topic": "รายชื่อสมาชิก",
		"info": [
			{
				"title": "รายชื่อสมาชิก",
				"video": "0blgmlUY1Qc",
				"type": "text",
				"data": ""
			},
			{
				"title": "1.นาย พร้อมภพ เขียวสด 61070129",
				"type": "text",
				"data": ""
			},
			{
				"title": "2.นาย ยิ่งธรรม ปรีชาชาญ 61070178",
				"type": "text",
				"data": ""
			},
			{
				"title": "3.นาย ศุภสัณห์ ศิลาโรจน์ 61070227",
				"type": "text",
				"data": ""
			},
			{
				"title": "4.นาย สรวิศ แย้มคำ 61070234",
				"type": "text",
				"data": ""
			},
			{
				"title": "5.นาย อานนท์ อุ่นทน 61070268",
				"type": "text",
				"data": ""
			}
		]
	}
}